[
  {
    "nombre": "TRESIO",
    "url": "https://marketplace.bexio.com/en-GB/apps/126075/tresio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126075/tresio/features",
    "num_secciones": 6,
    "features_text": "Liquidity planning\nKeep track of your liquidity and cash flow at all times. Actual data is imported directly from bexio and linked to the planned data (budget) recorded in Tresio. Once set up, your liquidity plan then automates itself with each login.\nDaily Reconciliation: The automatic import of outstanding invoices, customer subscriptions, HR data, and bank information from connected third-party systems enables a high level of automation, making work significantly easier.\nLoan Module: Record outstanding loans, such as mortgages or business credits, in our powerful loan module and maintain a clear overview. Interest and amortization payments are automatically calculated and factored into your liquidity planning.\nHR Planning: Your employees are your most valuable asset. Simulate new hires and assess the impact of irregular payments such as social security contributions, AHV, and 13th-month salaries on your liquidity.\nRolling liquidity planning: Plan your cash flows on a daily, weekly, and monthly basis with a maximum planning horizon of 3 years.\nHR Planning: Your employees are your most valuable asset. Simulate new hires and see the impact that irregular payments, such as social security contributions, AHV, and 13th-month salaries, have on your liquidity.\n\nScenario analysis\nWith Tresio’s scenario analysis, you’re always on the safe side: Build layered scenarios to simulate your financial options and always have a Plan B ready. Our detailed evaluations provide deep insights into the impact of each decision, helping you make well-informed choices.\nDetailed evaluations: Our in-depth analyses provide you with comprehensive insights into the financial performance of your scenarios. Analyze the impact of each change in real-time, receive precise reports, and identify the key levers for your financial planning.\nSequential scenarios: With Tresio, create seamlessly layered scenarios that simulate different future forecasts step-by-step. You can combine various assumptions to model realistic developments and gain a better understanding of the long-term impacts on your liquidity.\nPlan B always within reach: With Tresio, you have an alternative at hand at any time. Our scenario analysis allows you to anticipate various financial developments and always keep a Plan B ready to respond flexibly to changes. This way, you safeguard against unexpected events and maintain your ability to act.\n\nDashboards for entrepreneurCFOs\nWith Tresio, your financial data and KPIs—from liquidity and bank data to figures directly from bexio—are clearly and intuitively presented in graphical form. Thanks to fully customizable widgets, you can personalize your dashboard and capture the key metrics that matter most to you at a glance. This way, you always maintain full control over your finances.\nSoon, Tresio will be seamlessly integrated with third-party applications to transfer your financial data to other systems. Additionally, whitelabeling will be available, allowing you to use the platform in your own corporate design.\nSoon, you will be able to export and share your reports and dashboards as PDFs. This feature simplifies the documentation and sharing of important financial data with your team or external partners.\nTresio integrates your liquidity planning, bank data, and bexio figures into a centralized dashboard. This provides you with a comprehensive, up-to-date overview of your financial situation—without needing to switch between different tools.\nCustomize your dashboard with fully configurable widgets tailored to your needs. Choose which key metrics and data sources are displayed to keep the most important information in view at all times.\nWith Tresio, your financial data is visualized in easy-to-understand graphics, allowing you to grasp complex information at a glance. Whether it’s liquidity, revenues, or KPIs— all relevant figures are presented clearly and concisely.\n\nReporting\nYour bexio figures, individually analyzed: whether custom KPIs, cost center analyses, cash flow statements, or industry-specific breakdowns of balance sheets and income statements — with Tresio, you can view your bexio data in a new light.\nFully customizable: Create the reports and analyses you truly need to track and understand your figures.\nReports at the push of a button: once set up, Tresio’s reports automatically update with each entry in bexio. This gives you a continuous overview of your figures — entirely without manual effort.\nComprehensive support: Setting up a reporting cockpit can be challenging — deciding which figures to track and how to structure your reporting most efficiently. Our experienced team is happy to assist you with expert guidance and advice.\n\nTresio for larger organizations\nTresio is not only popular among smaller SMEs but also holds its ground in larger organizations. Take advantage of the agility and power of modern software to elevate your liquidity planning and reporting to the next level!\nComprehensive Access Management: Define who in your organization can access specific data and information in Tresio, assigning read or write permissions as needed. This streamlines cross-team collaboration and facilitates work with external parties, such as fiduciaries. Two-factor authentication (2FA) ensures additional security.\nMulti-Banking Cockpit: Tresio is compatible with over 10,000 banks across Switzerland, the EU, the USA, and Canada. Forget countless logins — Tresio gives you an instant overview of all cash flows. Starting in 2025, a payment transactions module will also be available.\nConsolidation: Plan your liquidity at the individual company level and consolidate across entities at the group level. This includes cross-country and multi-currency capabilities, even when individual entities use different systems and banks.\n\nTresio for Fiduciaries\nWith TRESIO, innovative fiduciary firms expand their services and revolutionize how they support clients in reporting and liquidity planning.\nCreate comprehensive financial reports that give your clients the clarity they need to understand their financial situation and make well-informed decisions. Once set up, the reports automate themselves, requiring only an initial effort while generating ongoing advisory revenue.\nTresio enables fiduciaries and accountants to provide comprehensive financial management services, helping clients optimize their financial strategy. With automated financial reporting, multi-banking access, and detailed liquidity planning, you become an indispensable strategic partner for your clients.\nTransform your fiduciary company with Tresio. Entrepreneurs increasingly expect more from their fiduciaries than basic accounting and tax services. Today, your clients need strategic financial insights and reports, paired with your expert advice, to make well-informed decisions."
  },
  {
    "nombre": "Worldline",
    "url": "https://marketplace.bexio.com/en-GB/apps/126105/worldline",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126105/worldline/features",
    "num_secciones": 3,
    "features_text": "Quickly set up\nWith the solution from Worldline Switzerland AG, your invoices to customers are automatically enhanced with the payment link or the TWINT QR code, reducing your effort in collections. Worldline Switzerland AG offers you Saferpay, the professional and proven payment solution in the European online market, as evidenced by many well-known e-commerce retailers.\nEasily integrate new payment methods into invoices\nQuick & easy to set up\n\nPaid faster\nWho wants to wait long for their sent invoices to be paid? Get paid faster with more payment options for your invoices — thanks to Worldline Switzerland AG!\nTake advantage of the special offer for bexio customers: no setup or monthly fees and a very low transaction fee!\nVISA\nAMEX\nTWINT\nMastercard\n\nReady for more? Say “Yes” to American Express\nTake advantage of our attractive offer and activate American Express as a payment option for your issued invoices in your bexio account – in just a few simple steps.\nYour benefits at a glance\nFree marketing activities for you on SELECTS, the American Express customer portal (www.americanexpress.ch/selects).\nOffer to your customers the acceptance of American Express at an attractive commission rate of 1.75% (“One Rate” with no surcharges or additional fees).\nWhat you need to do\nIf you have any questions, the Swisscard Merchant Service team will be happy to assist you at partner.service@swisscard.ch or by phone at +41 44 659 64 44.\nReview the Application for card acceptance of American Express, complete the highlighted sections, sign the form, and send the scanned application to Swisscard at merchant.application@swisscard.ch."
  },
  {
    "nombre": "saldia Onlineshop for bexio",
    "url": "https://marketplace.bexio.com/en-GB/apps/126119/saldia-onlineshop-for-bexio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126119/saldia-onlineshop-for-bexio/features",
    "num_secciones": 5,
    "features_text": "SALES CHANNELS\n------------\nIn today’s diverse and digitalized retail landscape, having a presence across different sales channels is crucial for reaching a wide audience and enhancing your business’s success. Regardless of your industry, we offer a comprehensive range of sales channels that seamlessly integrate into your business strategy..\n\nOnlineshop\nChat & Video\nE-Mail\nSocial Media\nMarkets\nRetail Store\n\nPAYMENT\n------------\nOffering various payment options is of great importance for businesses in Switzerland. Customers expect a wide range of choices to complete their purchases conveniently and securely.\n\nPAYMENT METHODS\nWebsite / Onlineshop\nPayment terminal (POS)\nCash register solution\nInvoice\n\nPAYMENT TYPES\nCredit Card\nTwint\nBank Transfer\nPayPal\n\nPRODUCT TYPES\n------------\nOptimize your sales by offering all product categories directly through your online shop. Your creativity knows no bounds. You have the flexibility to offer various product types, including:\n\nPhysical Products\nDigital Products\nServices\nGift Cards\n\nDELIVER\n------------\nWith a holistic approach to shipping, we provide you the opportunity to focus on growing your business while we ensure a smooth shipping process. Discover the future of shipping with our innovative solutions.\n\nShipping Labels & Tracking\nExternal Suppliers (Dropshipping)\nExternal Warehouse & Shipping\n\nVERWALTEN\n------------\nWith saldiaShop, you receive not just a tool, but a key to optimizing your entire business processes. Experience the future of shop management – efficient, flexible, and powerful.\n\nCustomer Management\nOrder Management\nProduct Management\nUsers & Permissions\nStatistics"
  },
  {
    "nombre": "Triboni for bexio",
    "url": "https://marketplace.bexio.com/en-GB/apps/126191/triboni-for-bexio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126191/triboni-for-bexio/features",
    "num_secciones": 7,
    "features_text": "Credit card handling on a new level!\nGreat news for our Triboni for bexio customers. With our completely new credit card manager, the solution is definitely taken to a new level. Now you can process your credit card statements with individual receipts even more efficiently and at the same time benefit from GeBüV-compliant storage of your receipts!\nNew credit card manager\nCredit card billing lines are now recognised and automatically compared with expenses that have already been entered. This saves a lot of time, especially with large bills.\nExpenses are now copied to a waiting list in Triboni and only transferred to bexio when the credit card statement is uploaded.\nApproval workflow: Multiple items can be displayed and the approvers can enter account information for each item individually.\nPending credit notes? These can now be displayed in the waiting list. From there, they can easily be moved back or deleted.\nExpense receipts can be displayed and changed directly from the credit card manager.\nIf necessary, expenses can be moved back from the waiting list to the worklist or deleted.\nCredit and debit cards possible.\n\nFlexible and effortless invoice import\nConveniently import invoices, expenses or credit card statements from your scanner, with bexio Go or by dragging and dropping them into Triboni for bexio. Supplier invoices are received directly via the central mailbox.\nAutomated invoice receipt via\nMailbox\ndirect scanner connection\nDrag&Drop\nbexioGo\n\nIntelligent recognition and OCR\nWhen importing, Triboni for bexio automatically recognises invoice details and learns so that future invoices from a supplier are automatically recognised and read. New suppliers are automatically recognised and entered in bexio when the first invoice is imported.\nSignificant efficiency increase through\nIntelligent recognition of invoice data\nOCR full text\n\nMulti-stage approval workflow\nExtended approval workflow also allows more complex processes.\nWorkflow support\nConfigurable approval process\nSeveral levels with different approvers possible\n\nOne-click approval and upload\nUpload the invoice and bank payment in bexio and release for payment with just one click.\nSeamless integration with bexio\nVarious upload options\nRelease at a click\n\nAudit-proof archiving\nIn the Triboni invoice archive, documents are archived in accordance with legal requirements (GeBüV).\nComplete invoice archive\nAudit-compliant long-term archiving in accordance with GeBüV\nExtensive search functions\n\nTailored to your requirements\nThe right solution for your requirements.\nSpecial version available for trustees or companies with multiple clients\nNo limit on the number of users or documents\n100% cloud – no on-site installation required\nFree 30-day trial version available\nMobile responsive"
  },
  {
    "nombre": "Kontera",
    "url": "https://marketplace.bexio.com/en-GB/apps/126265/kontera",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126265/kontera/features",
    "num_secciones": 4,
    "features_text": "Document input\nWith Kontera, you get several ways to import your invoices and receipts. In addition to direct upload and a personalized Kontera email inbox, you also have access to your bexio inbox.\nWhatsApp Inbox\nFor those who are often on the road or want to provide a simple upload to your employees, the Kontera WhatsApp Inbox is suitable, to which you can simply send a photo.\nProcess Batch Scans via AI\nFor those who want to process a large number of invoices, Kontera's AI-assisted separation of batch scans can help and conveniently separate the invoices on screen.\nImport sources\nDirect upload\nEmail with own email address\nWhatsApp\nbexio Inbox (bexioGo App)\n\nProcess, reconcile and pay\nCapture supplier invoices including payment instructions, as well as invoices and expenses that have already been paid. Kontera takes the tedious typing work off your hands, and reads out all the important data from your invoices. The more invoices that are processed, the better Kontera gets to know you and subsequently offers personalized and customizable posting proposals.\nDocument analysis\nOur AI extracts all important, accounting-relevant data from your document and creates a short summary for the booking text\n\nFully automated processing of transaction data\nKontera already posts 30% of receipts & transaction data fully automatically!\nPost credit card statements\nDo you still receive your credit card statement by post or already as a digital PDF? Either way - simply upload the statement and Kontera will extract all transactions from it.\nRevolut Business, Wise and other neobanks\ne even process the Revolut Business Expense ZIP - receipts and transactions are transferred to bexio in no time at all!\nCustomers of Revolut Business and other neobanks have the option of uploading the CSV of the transactions.\nPost bank transactions (CAMT and direct download via eBanking)\nKontera also offers direct connections for certain banks - we automatically collect your transactions from the banks for you via eBanking.\nBank customers can of course also upload their bank CAMT and compare it with receipts and/or post it using posting rules.\n\nApprove and transfer to bexio\nDo you want to approve your invoices before export them to bexio?\nFour-eyes principle\nIf you want to work with the dual control principle, you can use the approval feature and have invoices explicitly approved - or involve your accountant and ensure that everything is posted to the correct accounts."
  },
  {
    "nombre": "firm-it",
    "url": "https://marketplace.bexio.com/en-GB/apps/126442/firm-it",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126442/firm-it/features",
    "num_secciones": 8,
    "features_text": "Error-free and up-to-date documents\nThe WebApp specifically collects all required information and then automatically generates all documents needed for the entry. Copy-paste or other errors are a thing of the past. The documents always comply with the latest legal regulations, eliminating the need to study potential legal changes.\n\nAppointments with notaries are no longer necessary\nThanks to the simple process, time-consuming and costly appointments with notaries are a thing of the past.\n\nNo fixed costs and affordable\nfirm-it offers attractive conditions. The WebApp is free of charge. You only pay for the desired process (e.g. formation, change of registered office, change of personnel, etc.) at a flat rate. Individual processes can be combined without additional costs. Notarisation is included in the all-inclusive price.\n\nRemain the primary contact\nYou remain your clients’ trusted contact and use firm-it as a “Software Plus” solution. The “Plus” includes legal support, notarization, an integrated eSignature platform, and automatic transmission to the commercial register offices. firm-it always operates in the background but is readily available to support you, as a fiduciary, with legal and technical questions.\n\nSwitzerland-wide\nWith firm-it, all commercial register offices in Switzerland can be served, and the same conditions apply to all cantons. The WebApp automatically detects the correct official language and prepares the registration in the corresponding language. The documents are available in German, English, French, and Italian.\n\nFast, intuitive, and available 24/7\nBoth you as the advisor and your clients save a lot of time, and the operation is intuitive. When a commercial register application is submitted via firm-it, it is notarized and transmitted to the respective commercial register office on the same day, provided all information is correct and the documents are complete. The web app is available around the clock, and the firm-it team is available during business hours.\n\nReduced CO2 emissions\nFirm-it documents can be signed either manually or electronically. In both cases: fewer appointments mean fewer or no travel requirements. Additionally, eSignature processes eliminate the need for paper and transport costs.\n\nDocuments only, own notary\nIf you prefer to work with your own notary, you can use firm-it solely to generate the documents."
  },
  {
    "nombre": "KS Inkasso",
    "url": "https://marketplace.bexio.com/en-GB/apps/125899/ks-inkasso",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/125899/ks-inkasso/features",
    "num_secciones": 5,
    "features_text": "Professional collaboration\nSimple, straightforward, transparent, and success-oriented collaboration. Working with a professional debt collection partner helps ensure that your invoices are paid promptly. Typically, pre-litigation debt collection is pursued, which has no negative impact on your customers.\nAll types of debt collection services are accepted: from payment reminders, small claims, standard debt collection, legal debt collection, legal proceedings, to civil lawsuits or loss certificate collections.\nKS Inkasso also offers all types of credit and business information; B2B, B2C, in Switzerland and worldwide.\n\nEasily import from bexio\nWith one click, you can view all overdue invoices from bexio and import them into our dashboard.\nNo more tedious entry of overdue invoices\nSecure transmission of all information via our API interface\n\nSelectively transfer invoices\nYou decide which of the outstanding invoices you would like to transfer to us for processing.\nWith just one click, you can start a new debt collection case\n\nKeep an overview 24/7\nIn the dashboard, you can track the current status of your submitted debt collection cases at any time\nEasily and conveniently open additional cases at any time\nAlways have an overview of previous payments\n\nWhat sets KS Inkasso apart\nKS Inkasso AG is a modern and customer-oriented debt collection agency with many years of experience in all areas of debt collection. We primarily focus on recovering overdue claims on a success basis. Our specialty is collecting claims without initiating legal proceedings. We aim for amicable solutions for both parties by removing emotions from the relationship through our mediation. A company that uses KS Inkasso AG for debt collection does not want to jeopardize its business relationships through conventional debt collection methods.\nFrom the smallest to the largest clients, all can be served. Depending on the industry, claims starting from CHF 10 can be submitted. KS Inkasso operates with a customer- and debtor-oriented approach, ensuring maximum transparency for our clients."
  },
  {
    "nombre": "Clockodo",
    "url": "https://marketplace.bexio.com/en-GB/apps/126037/clockodo",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126037/clockodo/features",
    "num_secciones": 10,
    "features_text": "Mobile time recording via app\nFlexibility in time recording is more important than ever - whether working from home, on the road or in the trades. Clockodo records working times with just a few clicks, on a PC, Mac, smartphone or tablet. The digital time clock stores everything securely in the cloud and allows any number of users to clock in and out on different devices.\nData securely stored in the cloud\nAny number of users and devices possible\nFlexible time recording on PC, Mac, smartphone or tablet\n\nDigital time clock\nClockodo's digital time recording makes clocking in easier than ever. Whether on a PC or mobile app - your employees can start the working day, record breaks and end time recording with just one click. In addition, the customer, the project, the work performed and a description can be entered directly in the stopwatch.\nSimple digital time recording with one click\nPrecise recording of working hours and breaks, available online and offline\nDirect specification of customer, project, service and description in the stopwatch\nCan be used on a PC or via mobile app\n\nReporting and invoicing\nTime accounts and absences are combined in the employee report, which includes all essential information for payroll processing. Key figures can be easily and quickly passed on to payroll accounting through direct interfaces and as a CSV export. Invoicing is also simplified and accelerated with Clockodo. Through direct interfaces, the recorded times can be transferred as invoice drafts to the accounting department. This way, you can generate precise and documentable invoices effortlessly and digitize your work routine.\nInformation on payroll accounting at a glance\nKey figures to payroll accounting via interfaces/CSV\nSubmit recorded times as a draft invoice\nCreate precise, documented invoices\nTime accounts and absences in the employee report\n\nTime Tracking with bexio and Clockodo\nThe seamless integration of Clockodo and bexio enables precise tracking and transfer of working hours. You can record your working hours on a project basis, down to the minute. These time entries can then be transferred as net values to bexio, where they can be used for detailed project controlling or to access other bexio-specific functions. This allows you to stay on top of everything at all times and use the data directly for payroll or invoicing.\nSupport via browser and app, accessible flexibly from anywhere\nImport of working hours to bexio for further processing\nPrecise, project-based time tracking\nDetailed reports tailored to your specific needs\n\nInvoices and Payroll Simplified\nThanks to the interface between Clockodo and bexio, invoicing and payroll become more efficient. Track working hours for bexio customers and projects, and easily transfer them into invoice templates or to bexio for payroll processing. The bidirectional communication between both systems makes it easier for you to accurately and seamlessly bill working hours.\nEinfacher Import von bexio-Kunden zu Clockodo\nAssignment of working hours to bexio projects\nAutomatic transfer of invoice drafts to bexio\nDirect transmission of working hours to payroll in bexio\n\nOver 15 partner apps\nIn addition to bexio, Clockodo offers integrations with numerous other popular partner applications, such as invoicing tools, payroll software, or terminal providers with access control (e.g., fingerprint access). The API also opens Clockodo to other systems. Invoice and project management applications or custom shell scripts, for example, are useful mash-ups with Clockodo. As a REST API, the interface allows you to retrieve and modify Clockodo data via HTTP in JSON format and control the stopwatch.\nCreate invoices with bexio, sevdesk, Lexware Office, easybill and many other accounting providers\nInterface for Payroll with bexio and other partners\nOther interfaces such as terminal solutions\nREST API: Query Clockodo data via HTTP in JSON format\n\nCo-worker report\nIn the employee reports, Clockodo displays the individual working hours for each employee. Personal target hours can be stored in the settings and thus part-time and other models can be realised. Clockodo compares the target hours with the actual hours for each day, week, month and year and shows exactly how many plus and minus hours each employee has, including breaks. Working time regulations can thus be checked quickly and the data is stored securely.\nSetting personal target hours\nComparison of target and actual hours per day, week, month\nAutomatic recording of plus and minus hours incl. breaks\nDefinition of part-time and other working time models\n\nAbsence Planner\nThe holiday planning function in Clockodo simplifies absence management. Employees can submit requests for leave and overtime reduction in the system, as well as record illnesses and home office. Supervisors are notified of the requests and can process them quickly and easily. Stored target working hours, holiday quotas and public holidays form the basis for correct, automatic calculation of holiday days and overtime. All authorised absences are shown in the absence calendar so that you can always keep an eye on your personnel resources. The Clockodo calendar can be easily integrated into Outlook or iCal.\nNotification of sick days\nIntegration of the calendar in Outlook or iCal\nAutomatic calculation of holiday days and overtime\nRemote work days\nHoliday and overtime reduction\n\nProject reports\nClockodo offers the ideal solution for project time tracking, enabling companies to allocate working hours to specific projects, customers and tasks. A clear structure allows teams to keep track of the effort and progress of individual projects.\nLinking time entries with projects and services\nIndividual hourly rate rules\nDefinition of hard budgets\nBudget control of the project through progress bars\n\nIndividual reports\nCreate customised reports that are tailored precisely to your needs. The detailed reporting toolkit provides you with the overview you need to profitably optimise current and future orders.\nCustomised reports\nExport as PDF or CSV file\nFiltering by time periods, sorting levels and projects\nDetailed analyses"
  },
  {
    "nombre": "sproutAnalytics",
    "url": "https://marketplace.bexio.com/en-GB/apps/126155/sproutanalytics",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126155/sproutanalytics/features",
    "num_secciones": 5,
    "features_text": "Visualizations\nCreate beautiful data visualizations with sproutAnalytics. There's no deep learning curve - you instantly get a beautiful chart that turns accounting data into business insights.\nInteractive dashboards\nAnalyzes and forecasts are presented in a visually appealing and interactive way to present insights in a user-friendly manner.\nPredefined dashboards and evaluations\nPre-built dashboards get you started quickly and enable immediate results without the lengthy setup.\nCollaborative features\nEmployees can collaborate on a dashboard to efficiently share and co-develop analysis and insights.\nEasy export options\nDirect export of data and visualizations to CSV and PNG formats to easily share and document reports and results.\n\nFlexible Chart Layout\nCreate any visualization with all bexio data available through the measure, dimension, group by, and filter options\nPredefined analytics and KPIs:\nProviding immediately usable analytics and metrics to help users get started quickly.\nCustomization and filter options\nComprehensive options for customizing data views and filtering based on specific criteria.\nCalculation editor\nAllows you to create and calculate your own KPIs to meet individual user requirements.\nConsolidation\nSupport merging data from different currencies and companies for simplified overall viewing and reporting.\n\nCustomize your charts\nMake beautiful data visualizations with sproutAnalytics. There’s no deep learning curve – you’ll get immediately a beautiful chart, turning accounting data into business insights.\nIncluding:\n…and more customizing options\nVisualize hierarchical data\nGroup date charts by days, weeks, months, quarters or years\nReference lines\n8+ Visualization types\nCombine different visualization types in 1 chart\nShow/hide the legend, labels,…\nShow previous years\n\nPowerful filters\nFilters are the key to visualizing exactly the data you want to see. sproutAnalytics offers 80+ filterers\nIncluding:\n… and more\nJournals\nProjects\nProducts\nCountries\nDates\nActivities\nEmployees\nStatus\nCustomers\n\nAll plans include\nAll our offered packages also include numerous features to assist you in visualizing, analyzing, and forecasting bexio data.\n100+ Templates\nMulti-Currency Consolidation\nCreating notes\nDark mode\nWeb sharing and export (PDF, PNG)\nOn-demand data sync\nFree support"
  },
  {
    "nombre": "SumUp & PepperShop POS solution",
    "url": "https://marketplace.bexio.com/en-GB/apps/126263/sumup-peppershop-pos-solution",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126263/sumup-peppershop-pos-solution/features",
    "num_secciones": 5,
    "features_text": "sold - paid - recorded\nSumUp, bexio, and PepperShop have joined forces to offer this unique all-in-one POS solution.\nChoose this complete and simple solution to save time and money\nAutomatically receive all data in your bexio ERP\nSecurely accept cashless payments with the fully integrated SumUp Solo card terminal\nEasily sell in-store or on the go with the PepperShop POS system\n\nLearn more about PepperShop POS\nWith the web-based POS solution from PepperShop POS, you can sell easily and with minimal investment in your store or on the go. Whether on a mobile phone, tablet, or laptop – PepperShop POS can be used on multiple internet-enabled devices simultaneously and impresses with its intuitive operation. Thanks to its modular structure, PepperShop POS can be used in various industries and adapted to your needs.\nDo you need a specific feature? No problem, because with PepperShop POS, custom solutions are also possible.\n\nLearn more about SumUp Solo\nWith SumUp Solo, you can securely and conveniently accept cashless transactions. The card terminal stands out with its compact design, smart user interface, and no monthly fixed costs. SumUp can be connected to the PepperShop POS system with just a few clicks.\nWith the SumUp-bexio-PepperShop package, you also benefit from lower transaction fees.\n\nLearn more about the PepperShop-bexio interface\nWith PepperShop POS, your sales are transmitted to bexio in real time and automatically recorded correctly. Get started right away without any pre-installation. bexio and PepperShop POS communicate 24/7 in the cloud, ensuring they are always ready for use.\nThis saves you valuable time, reduces administrative effort, and allows you to focus on your daily business.\n\nMore reasons to choose the SumUp-bexio-PepperShop package\nWith SumUp + PepperShop, you benefit from a flexible, mobile, and intuitive POS solution that adapts to your needs.\nReal-time transmission of sales to bexio with fully automated booking\nAbility to connect additional POS hardware to the system\nCompact and mobile payment terminal that seamlessly connects to the POS system\nOption to combine the PepperShop POS system with the PepperShop online shop\nSwiss-made software: support and development from Switzerland\nDirect contact person for all concerns and fast response times\nPOS solution, interfaces, operation, and agency services from a single source"
  },
  {
    "nombre": "wechselstube.ch",
    "url": "https://marketplace.bexio.com/en-GB/apps/126300/wechselstubech",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126300/wechselstubech/features",
    "num_secciones": 2,
    "features_text": "My smart currency platform\nIdeal for paying invoices in foreign currencies and hedging against exchange rate fluctuations. All major currencies. Lockable. Simple. Secure. Smart for your SME.\nUp to 85% cheaper.\nYou save up to 85% on exchange rate costs compared to the current bank rate.\nBest exchange rates in Switzerland.\nUp to 85% cheaper. Specifically designed for SMEs. Lockable. Simple. Secure.\nGuaranteed with no hidden fees.\nOur currency converter shows exactly what you get for your money. And it stays that way.\nLock the exchange rate.\nWith us, you lock the current exchange rate and immediately know the terms under which the currency exchange will be executed.\nExchange money smartly.\nWithin a few hours, your money is back in your account at your main bank or in any account worldwide with one of your suppliers.\nIdeal for your SME.\nAlso for paying invoices in foreign currencies and hedging against exchange rate fluctuations.\n\nReasons to choose wechselstube.ch\nSince 1999, our family business has been the reliable partner of thousands of SMEs – as a specialist in currency exchange in Switzerland and for international payments. Benefit from our experience. We offer you free advice.\nSafety First\nWe are a member of the SRO PolyReg.\nWe are subject to the Anti-Money Laundering Act (GwG).\nWe are subject to strict security regulations.\nCompetent partner\nof thousands of companies, startups, and freelancers.\nUBS & ZKB\nAward-winning currency platform\nInnovation Award from the Chamber of Commerce and Industry of Upper Rhine\nBest of Swiss Web, Category “Business Model”\nPromotion Award Foundation Financial Center Basel\nNew Entrepreneur Award Basel\nWe are happy to assist you. Call us at T +41 61 406 97 97 or write to us at: team@wechselstube.ch"
  },
  {
    "nombre": "Shopify Connector by Helvy",
    "url": "https://marketplace.bexio.com/en-GB/apps/126310/shopify-connector-by-helvy",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126310/shopify-connector-by-helvy/features",
    "num_secciones": 6,
    "features_text": "An app created by Swiss e-merchants for Swiss online businesses\nAutomatic synchronization of orders, customers, and products between Shopify and bexio – no manual input required.\nIntuitive, seamless interface directly embedded in Shopify (just 2 clicks).\nBidirectional sync with no manual steps. Shopify -> bexio: automatic sync of orders, payments, shipping, customers, and products. bexio -> Shopify: automatic sync of payments recorded in bexio and stock updates (ideal for in-store or invoice-based sales).\nCentralized purchase history for a better customer view.\nAutomatic sending of professional invoices via bexio, building customer trust.\nBank reconciliation: connect your bank accounts for real-time tracking and automatic reconciliation.\nFull centralization in Shopify: no more switching between tools. All daily operations accessible from Shopify without logging into bexio.\n\nThe app that adapts to your way of selling\nMaximum flexibility – even for complex cases. Because every e-commerce business is unique.\nFull Swiss VAT management: multi-rate, VAT exempt, EU/non-EU export, tips, and more.\nCustom VAT mapping ensures the VAT defined in Shopify is correctly applied in bexio.\nEach payment method can be linked to a specific accounting account (e.g. Stripe fees go to a Stripe account, TWINT payments to a TWINT account, etc.).\nCustomer currency is preserved, with optional conversion to CHF.\nAutomatic addition of SH codes to invoices for international shipping.\nConditional sync based on tags (e.g. resellers).\nCustomization of default messages in outgoing emails.\nAdvanced workflow customization tailored to your business needs.\n\nNo tech skills needed to automate your accounting!\nEasy to install, simple to use - and hard to live without. A clear interface and immediate usability.\nTechnical setup takes just minutes, VAT setup max. 20 minutes.\nFast setup: bexio account + Shopify store = ready in 4 minutes.\nSuper-easy installation - no coding required.\nNo maintenance required on your side: we handle all updates to ensure full compatibility with Shopify and bexio - included in your subscription.\nNo tech skills needed: no development, no third-party tools or external apps.\nSimple 4-step setup - accessible to everyone, thanks to our configuration wizard.\nThe app runs on its own once installed - no need for constant monitoring.\nReal-time data visualization inside Shopify.\n\nFewer errors, more time to grow your business\nFast ROI: With 50 orders per month, our customers save around 8 hours. Even from just 10 orders, automation already frees up several valuable hours.\nThe more time you save, the more you can reinvest in high-value tasks.\nClean, professional, usable accounting records.\nReduced risk of selling out-of-stock products thanks to automatic inventory updates. Using backorders? No worries – still fully managed in Shopify.\nFewer mistakes, omissions, and duplicates due to human error.\nTime savings: no more double entry between Shopify and bexio.\nFewer accounting interventions = fewer billed hours.\n\nHuman support that actually answers you\nFriendly, always-available support based in Switzerland.\nResponsive support available 24/7 with an average response time of 2h40. Issues are usually resolved within 1–5 days. Even complex cases are typically handled within 15 days.\n100% free support – we help you at no extra cost.\nAvailable in French, German, English, and Italian.\n100% free setup, including personal assistance upon request.\nProactive tracking of Shopify bugs with clear communication to users.\nOngoing sync testing with detailed logs in case of issues.\nUser suggestions are regularly integrated into new releases.\n\nFAQ - Shopify-bexio Connector by Helvy\nFind below the answers to the most frequently asked questions.\nDo I need to be tech-savvy to install Helvy?\nNo. Installation is very simple and usually takes 4 minutes. Our team can assist you for free if needed.\nIs it compliant for my accounting?\nYes. Helvy is 100% Swiss VAT-compliant and already used by fiduciaries.\nWhat if there’s a bug?\nThe app is stable, continuously tested, and backed by local, responsive support.\nWhy use Helvy rather than automation via a third-party platform?\nUnlike third-party platforms that are often complex and unreliable, Helvy provides a dependable, turnkey solution – scalable, maintained, and worry-free.\nAnd if I already have an accountant?\nHelvy doesn’t replace them, it supports them: less manual entry, fewer errors, fewer billed hours.\nHow much time will I save?\nOver 3 hours saved per month, even with just 20 orders. Less admin, more time for your business.\nDoes it work with high order volume?\nYes. Helvy can easily handle thousands of orders per week (e.g. Galaxus, B2B resellers).\nWhat’s the price?\nFrom $19.90/month, no commitment. Pays for itself in just a few weeks – the most affordable solution on the market.\nIs there a free trial?\nYes. You can try Helvy free for 7 days, risk-free, in real working conditions."
  },
  {
    "nombre": "PepperShop POS",
    "url": "https://marketplace.bexio.com/en-GB/apps/126170/peppershop-pos",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126170/peppershop-pos/features",
    "num_secciones": 5,
    "features_text": "Start immediately, sell everywhere\nPepperShop POS is a cloud-based POS solution that allows you to access your POS and administration at any time and on any internet-enabled device. You can start selling immediately and effortlessly without any complex software installation.\nLog in and sell immediately: You can use the cash register on any internet-enabled device, without pre-installation or complicated setups.\nFlexible sales: Use the till stationary in the shop or mobile at the customer's premises, at the market or wherever you need your till.\nDevice-independent: Whether laptop, tablet or smartphone - the web cash register automatically adapts to the screen size and always remains user-friendly.\n\nSale on multiple devices\nWith PepperShop POS, you can easily open additional checkouts to serve several customers at the same time. Thanks to real-time synchronisation, all information is always up to date on every device.\nReal-time synchronisation: If you make a change, such as adjusting the price of an item, this is immediately synchronised on all devices.\nOpen additional cash registers: Serve multiple customers at the same time by simply opening another till on a new device.\n\nModern interface to bexio\nThe connection between PepperShop and bexio can be set up in just a few minutes. You can transfer and synchronise your item, warehouse and customer data with just one click. Every sale is automatically forwarded from PepperShop POS to bexio and booked correctly.\nAutomatic transmission of sales: As soon as you have completed a sale, PepperShop forwards it to bexio, where it is booked in real time. Changes to customer data are automatically transferred.\nCentral data management: You can manage your data as usual in bexio and synchronise it with PepperShop with just one click.\nQuick set-up: You can connect your bexio to PepperShop POS in just a few minutes and start selling immediately.\n\nPOS system according to your wishes\nWith PepperShop, you get a checkout solution, modules, interfaces and agency services from a single source. That's why you can easily customise PepperShop POS to your needs.\nFlexible configuration: In PepperShop Administration, you can make various settings for the functionality and design of your web checkout.\nModules & interfaces: Expand the functions of your web cash register with specific modules. Connect your POS system via our interfaces with various providers in the areas of e-payment, creditworthiness, logistics and much more.\nSuitable hardware: In our hardware shop you will find the ideal POS devices for your business. Payment terminals from leading providers can be connected directly to PepperShop POS. You will receive receipt printers, barcode scanners and POS displays configured ready for operation.\nCustomised solutions: If you have special requirements, our technicians will develop customised functions for you.\n\nSell online & offline\nWith PepperShop, you can sell your products not only in your shop, but also conveniently online. You can add the PepperShop online shop to your subscription at any time and manage the web checkout and online shop in a central administration system so that all data is always synchronised.\nEndless Aisle: Sell products even if they are not currently in stock. Take orders in your shop and deliver the paid items directly to your customers' homes.\nClick & Collect: Customers can conveniently order from home and collect the goods in shop, which improves the shopping experience and promotes additional sales.\nSeamless shopping on all channels: Customers appreciate the ability to buy products both online and offline. They can obtain information online and view and try out products in person in the shop or take them home directly."
  },
  {
    "nombre": "RESTORE-IT Backup",
    "url": "https://marketplace.bexio.com/en-GB/apps/126221/restore-it-backup",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126221/restore-it-backup/features",
    "num_secciones": 2,
    "features_text": "Swiss quality\nRESTORE-IT Backup for bexio is a Swiss product\nDeveloped and operated in Switzerland by Sileo Information Management AG\nStorage in modern, Swiss data center\nSwiss data storage (legally compliant according to Swiss law)\n\nBenefits\nYour benefits with RESTORE-IT Backup for bexio\nYour backup data remains in Switzerland (certified Swiss data center)\nYour backups are securely transferred via SSL encryption\nThe web app is accessible device-independently and gives you a detailed overview of your backups\nDepending on the subscription you choose, you can export individual elements and store your backups for up to 10 years\n1 license per bexio package is sufficient for an unlimited number of documents and users"
  },
  {
    "nombre": "2getHR",
    "url": "https://marketplace.bexio.com/en-GB/apps/126334/2gethr",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126334/2gethr/features",
    "num_secciones": 8,
    "features_text": "Time tracking\nEfficient time recording that makes the difference\nTime and project tracking\nYou save valuable time and receive detailed reports for customers and projects.\nYour employees can easily assign their working times to projects and sub-projects - using a stopwatch or manual input.\nWith 2getHR, you can record working times digitally, precisely and to the minute.\n\nHoliday planning\nHoliday planning made easy - simply and everywhere.\nSynchronise your absences with Outlook, Google Calendar and others softwares.\nAutomatic recognition of overlapping requests and immediate feedback ensure smooth planning.\nThe holiday balance always remains in view - simply and clearly.\nWith the digital holiday planner from 2getHR, your employees can submit their holiday requests quickly and conveniently, no matter where they are.\n\nOnboarding\nOnboarding made easy - digital and efficient right from the start.\nEverything under control – employees manage their own master data independently.\nWith digital onboarding from 2getHR, new employees enter their master data themselves before starting work.\nFull integration with bexio payroll, so all master data is always up to date.\nData security: All data entered is stored securely and processed in accordance with data protection guidelines.\nAll data is managed centrally and clearly - for a smooth start in the company.\nThis saves the HR department valuable time and avoids errors.\n\nSecure document delivery\nSecure, digital, anytime - confidential documents directly into the portal.\nReduce paper consumption and improve efficiency with digital document management.\nAll documents are stored securely and encrypted in Switzerland – the highest security standards are guaranteed.\nThis saves you time and reduces paperwork.\nYour employees receive a notification and can retrieve the documents at any time via the protected access - even after leaving.\nWith 2getHR, sensitive documents such as payslips and employment contracts are sent securely and in encrypted form.\n\nDigital entry of expenses\nExpense reports available digitally, quickly and everywhere.\nAutomated expense tracking – simply photograph, transfer and book\nExpense management without paperwork and in record time.\nThe accounting department benefits from greater efficiency and transparency, while paper documents are a thing of the past.\nSimply photograph receipts and record them immediately.\nWith 2getHR, your employees can record their expenses effortlessly and digitally, whether in the office or on the move.\n\nAI expense check\nAI expense check automatically validates expense claims against your own expense policy. The AI reads receipts, recognises expense types, checks limits, exceptions and approval routes, and provides immediate feedback in the event of discrepancies. This reduces queries, speeds up approvals and ensures compliance – with configurable rules, audit-proof audit trails and continuously learning recognition. Ideal for teams that want to process expenses quickly, transparently and in compliance with regulations.\nSimple recommendation directly from the AI as to whether the expense claim can be accepted or not.\nClear indications of violations, including reasons and references to the relevant section of the expense regulations.\nComparison of each expense item with your expense policy (limits, categories, exceptions).\nAutomatic import of expense regulations with the option of adapting them for practical implementation.\n\nSign employment contracts digitally\nEmployment contracts signed in 2getHR and filed in the dossier.\nThe complete history of signatures remains traceable at all times.\nAfter signing, contracts are stored in an unalterable form to ensure their integrity.\nAll employment contracts are stored securely and encrypted in Switzerland.\nThe employment contracts are signed electronically.\n\nAppraisal interviews\nDigital appraisal interviews - transparent, efficient and sustainable.\nEmployee appraisals made easy – conducted and digitally archived\nPromotes open, transparent dialogue between employees and supervisors.\nOnce both parties have approved the interview, the interview transcript is automatically generated and stored in the digital employee file.\nManagers and employees prepare independently for the discussions and create a digital basis for discussion.\nAfter the interview, an automated log is saved in the personnel file, which simplifies documentation and minimises administrative work.\nWith 2getHR, the appraisal interview becomes an effective dialogue."
  },
  {
    "nombre": "TimeStatement",
    "url": "https://marketplace.bexio.com/en-GB/apps/126438/timestatement",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126438/timestatement/features",
    "num_secciones": 6,
    "features_text": "Quick project time tracking and work time tracking\nTimeStatement is a cloud-based time tracking software specifically designed to meet the needs of Swiss SMEs. Focusing on simplicity and user experience, it sets new standards for modern work time tracking and project time tracking. From precise time recording to clear absence management and quick invoicing, TimeStatement offers everything modern companies need to boost their productivity and simplify their daily work.\nNo installation required\nProject timesheet\nWork time tracking\nVacation management\nAbsence management\nExpense management\nEasy billing\nDetailed reports\nAutomatic Backups\nInterface to bexio\nData securely stored in Switzerland!\n\nEasy time tracking\nOptimize your workflows and boost your company's productivity. Effortlessly track your employees' working hours via web app or smartphone. Working time models, break regulations, and surcharges can be easily configured, so you always maintain an overview. Manage projects efficiently and record performed services directly on the respective projects. Thanks to flexible assignment to projects and tasks, unbilled work is immediately visible and can be invoiced promptly. Real-time storage and analysis of project and working times allow you to view the current status at any time. Extensive evaluations of projects, customers, and employees, as well as detailed reports and analyses, support you in decision-making. Clearly designed dashboards with key performance indicators provide you with a quick overview of all relevant data.\nProject timesheet tracking\nUnbilled hours are immediately visible and billable\nDashboards with key metrics\nManage projects and track your employees' working hours effortlessly\nFlexible assignment to projects and tasks\nRecording of working hours via web app or smartphone\nWorking time models, break regulations, and allowances can be easily represented\nReal-time evaluation of project time and working time\nEvaluations of projects, customers and employees as well as detailed reports and analyses\n\nEasy absence management\nWith absence management, you always have an overview of your employees' absences. A clear absence calendar shows you all vacations and absences at a glance. The process of requesting and approving leave applications is convenient and straightforward, minimizing administrative effort. The automatic calculation of vacation and sick days simplifies personnel planning and ensures transparency. Additionally, absence types can be expanded as needed, allowing you to adapt the system flexibly to the specific needs of your company.\nClear absence calendars\nAbsence types can be extended as desired\nAutomatic calculation of vacation and sick days\nConvenient request and approval of leave requests\n\nQuick and easy invoicing\nOptimize your billing process and save valuable time. Use professional invoice templates with custom designs to leave a lasting impression on your clients. The automatic creation of QR invoices makes it easier for your clients to pay and speeds up incoming payments. A key feature is the seamless integration with bexio: services tracked in TimeStatement can be transferred to a bexio invoice with a single click, making the invoicing of your services even more efficient and error-free. Create recurring invoices for standing orders and automate your billing. With support for multiple languages and foreign currencies, you are well-prepared for international business.\nRecurring invoices for standing orders\nSupport for multiple languages and foreign currencies\nAutomatic QR-Invoice\nProject hours can be transmitted and billed in bexio\n\nExpense tracking\nWith efficient expense tracking in TimeStatement, you always have an overview of all expenses. Manage internal expenses effortlessly or allocate costs directly to projects to ensure precise cost control. The intuitive interface enables your employees to record expenses quickly and easily— whether in the office or on the go. This way, you can ensure that all expenses are promptly documented and assigned to the correct projects.\nIntuitive user interface for quick expense recording\nDetailed reports and analysis of expenses\nDirect allocation of expenses to projects for precise cost control\nExpense receipts can also be recorded via smartphone\nEffortless recording of internal and project-related expenses\n\nBenefits\nTimeStatement is easy and intuitive to use and can be set up in no time. Contact us – we’re happy to advise you further.\nEfficiency improvement - Optimize your processes and save valuable time\nData security – Your data is stored in Switzerland according to the highest security standards\nSatisfaction - Increase your employees' satisfaction with a user-friendly and intuitive solution\nCost Control: Improve control over your costs and optimize your billing processes\nFlexibility - Record times and project data anytime and anywhere – in the office, on the go, or from home\nCompliance with the law - Fulfill all legal requirements for time tracking and absence management\nTransparency - Keep track of projects, time, and employees with detailed reports and analyses\nExcellent value for money!"
  },
  {
    "nombre": "PepperShop Online Shop",
    "url": "https://marketplace.bexio.com/en-GB/apps/126911/peppershop-online-shop",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126911/peppershop-online-shop/features",
    "num_secciones": 4,
    "features_text": "Modern interface to bexio\nThe connection between PepperShop and bexio is set up in a few minutes. With just one click, you can transfer and synchronise your product, stock and customer data. Each order is automatically forwarded to bexio and correctly booked.\nCentral data management: You can maintain your data as usual in bexio and synchronise it with PepperShop with a single click.\nQuick setup: You can connect your bexio with PepperShop in just a few minutes and start selling in your online shop immediately.\nReal-time order transmission: New orders in the online shop are forwarded directly to bexio, where they are immediately created and booked. Changes to customer data are automatically applied.\n\nShop design without programming\nWith PepperShop, you can create a professional online shop in no time at all, without any technical knowledge. You benefit from attractive, ready-made design templates and an easy-to-use design tool that offers you full creative freedom.\nResponsive design: The online shop automatically adjusts to any screen size, so that your customers can enjoy an optimal shopping experience on any device.\nIntuitive content editor: Thanks to the visual editor, you can insert texts, images and videos into your shop using drag and drop and design pages according to your wishes – without any prior technical knowledge.\nReady-made design templates: Choose from a range of modern, customisable templates to design your shop without any programming effort.\n\nOnline shop according to your wishes\nAt PepperShop you get an online shop solution, modules, interfaces and agency services from a single source. That's why you can easily customise PepperShop to your needs.\nTailor-made services: Whether you need special functions, customised design or professional support with SEO and SEA – our team develops customised solutions for you that make your shop more successful.\nExpandable modules & interfaces: Customise your shop with modules and integrate external providers for e-payment, creditworthiness, logistics and more via our interfaces.\nIndividual configuration: In the PepperShop administration, you can set up the functionality of your shop according to your ideas.\n\nSell online & offline\nWith PepperShop, you can sell your products online and offline – in your store, at the market or at the customer's site. Add the PepperShop POS web checkout to your subscription at any time to optimise the sales process. Both systems are managed centrally, so all data is always synchronised and up to date.\nEndless Aisle: Sell products even if they are currently out of stock. Take orders in your store and deliver the paid items directly to your customers' homes.\nClick & Collect: Customers can conveniently order from home and pick up the goods in store, improving the shopping experience and encouraging additional sales.\nSeamless shopping across all channels: Customers appreciate the option to buy products both online and offline. They can get information online and view products in person in the store, try them out or take them with them directly."
  },
  {
    "nombre": "bexio Pay",
    "url": "https://marketplace.bexio.com/en-GB/apps/127056/bexio-pay",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/127056/bexio-pay/features",
    "num_secciones": 4,
    "features_text": "Smart expense management with real-time accounting in bexio\nPay your expenses and save valuable time thanks to fully automated and contactless posting to your bexio account.\nThe uploading receipts feature ensures you can also always transparently view and understand which expenses are involved.\nThanks to the automated processes, the expenses are posted directly to your bexio account – say bye-bye to manual expense reports at the end of the month.\nCreate up to 50 virtual and 10 physical debit cards for you and your team in just a few minutes online – without the hassle of filling out bank forms.\n\nEasy digital card management\nSub-heading: Manage all cards in one clear and user-friendly dashboard – for full control and security.\nThanks to clear dashboards, you retain complete control over the various cards and expenses at all times, while your employees have secure access to payment methods.\nFor example, store limits for individual debit cards, geo-blocking, and cash withdrawals, as well as restrictions on merchant types, or deactivate and reactivate cards for one-time purchases.\nSave individual settings for each card, which can be adjusted online at any time in just a few clicks – for maximum flexibility.\n\nMulti-currency card with 0% fees\nMake payments in foreign currencies easily and flexibly and pay 0% fees – saving hard cash.\nThanks to our partnership with amnis, you also benefit from multi-currency accounts and free local transfers in EUR, CHF, GBP, CZK and DKK.\nSave up to 3–5% on international expenses – hard cash that you can invest in your company.\nWith the bexio debit card, you can make payments without fees in over 20 currencies – with no hidden costs.\n\nA strong partnership – a perfect match!\nWith bexio Pay, you benefit from concentrated financial knowledge amassed in one place! Our long-standing partner amnis provides everything relating to the debit card, while bexio establishes the automated connection to your bexio account – it couldn't be easier!\nTogether with bexio, this makes for a perfect match, and as a bexio customer, you benefit from double the financial expertise.\namnis has set itself the goal of offering Swiss SMEs an all-in-one financial platform that they can use to process their payments even more efficiently.\nFrom Switzerland for Switzerland – amnis, like bexio, is a Swiss company. The FinTech start-up was founded in Zurich in 2014 and goes hand in hand with Swiss quality."
  },
  {
    "nombre": "Marketing Strategy Generator | QOYO.io",
    "url": "https://marketplace.bexio.com/en-GB/apps/129789/marketing-strategy-generator-%7C-qoyoio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/129789/marketing-strategy-generator-%7C-qoyoio/features",
    "num_secciones": 5,
    "features_text": "Strategy Generator\nIn just a few minutes, the generator shows you which marketing channels make sense for your business – with clear explanations, so you can invest your time and budget efficiently.\nAssessment of over 20 online marketing channels\nFocus on effectiveness, effort, and investment reliability\nClear explanations for recommended and non-recommended channels\nEvaluation based on the relevance to your business model and target audience\n\nMarketing Investment Overview\nYou receive a clear estimate of how much time and budget to invest in each channel – tailored to your goals and available resources.\nAdjustable based on your available time and budget\nEstimated time required per recommended channel\nEstimated budget required per recommended channel\n\nImplementation Checklists\nFor each relevant phase and every recommended channel, you’ll receive a concrete step-by-step checklist – from the basics and preparation to customer acquisition and retention.\nConcrete to-dos for each phase and channel\nStructured step-by-step guidance\nTips on common pitfalls and best practices\nFocus on quick implementation without prior marketing knowledge\n\nTool Recommendations & Quick Wins\nYou’ll get instantly actionable ideas along with the right tools to make your work easier – for fast results without endless searching.\nInstantly actionable quick wins to boost results quickly\nRecommendations for free or low-cost solutions\nRelevant tools for each recommended channel\n\nFree Strategy Session\nAs a bexio user, you’ll receive a 45-minute session with a marketing expert who reviews your strategy, develops it further with you, and provides concrete implementation ideas or recommends suitable partners.\nRecommendation of suitable partners if needed\nConcrete implementation tips tailored to your situation\nChallenging questions, fresh perspectives, and valuable additions\nCollaborative review of your generated strategy\n45 minutes of free 1:1 consulting for bexio users"
  },
  {
    "nombre": "bexio Go",
    "url": "https://marketplace.bexio.com/en-GB/apps/125264/bexio-go",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/125264/bexio-go/features",
    "num_secciones": 5,
    "features_text": "Scan2Go\nThanks to AI-controlled read-out, you can automatically process supporting documents and receipts without a QR code.\nYou can also use bexio Go to process supporting documents and receipts without a QR code, like receipts for fuel and expenses. Scan them in and create a supplier invoice or disbursement directly in the mobile app.\nAutomatic receipt-reading for 5–50 extractions per month is included, depending on the package.\nMore information about allowances.\nWith each document that gets read out, our intelligent extraction solution learns and delivers better and better data.\nAfter you have checked this information, you can enter the outlay in your bexio account in just one click.\nOur AI will automatically suggest information such as date, amount and tax rate.\n\nProcess QR invoices and other documents\nYou can scan, upload and process unlimited QR invoices and documents with bexio Go.\nFor each QR invoice uploaded, a supplier invoice with all the relevant content is automatically created.\nOther documents, such as contracts or business cards, etc., can also be uploaded directly to bexio using your smartphone camera.\nYou can easily assign and post the uploaded documents to the correct bookkeeping account, or attach them to existing documents and contacts.\n\nMobile time-tracking on the go (for Pro & Pro+)\nEasily and efficiently track project and task times on the go (included in the Easily and efficiently track project and task times on the go (included in the Pro and Pro+ packages).\nEnter stopwatch times, continuing durations or from-until times on your smartphone.\nThese times will automatically be synchronised with bexio.\nLater, you can analyse the time entered in projects on the computer and then settle it.\n\nManage your contacts quickly and easily on the go.\nManage your contacts quickly and easily on the go.\nWith bexio Go, you have all your up-to-date contacts with you at all times and can edit them or create new contacts.\nYou can get in touch with your contacts directly from the bexio Go app via phone call, email or SMS.\nYou can also request additional information, such as location, website, comments, etc., to save yourself time-consuming searches online.\n\nView documents from anywhere\nYou can view or check your offers, orders and invoices on the go at any time.\nUse bexio Go to check the status of your offers, orders and invoices directly on your smartphone at any time.\nAccess documents from your inbox and quickly and easily create supplier invoices & expenses.\nSimply use the text search to find the document you're looking for based on the title, amount, number, or the contact you're looking for.\nWhat's more, all invoices can be filtered by individual status.\nRecommend bexio 'on the go' Recommend bexio to a friend or acquaintance directly from bexio Go: whether on the move or at an event – directly from your smartphone."
  },
  {
    "nombre": "Fakturino",
    "url": "https://marketplace.bexio.com/en-GB/apps/133879/fakturino",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/133879/fakturino/features",
    "num_secciones": 1,
    "features_text": "For bexio users\nIdeal for all bexio users: Existing orders can be automated easily with Fakturino — with no extra effort.\nEasy to activate\nLog in with your bexio account, grant access permissions and get started right away.\nFull control\nNothing happens without your approval: as an admin, you decide what gets automated.\nCustomizable\nAdditional settings — for example, disable invoice sending on weekends.\nTime-saving & reliable\nFakturino handles routine tasks automatically — fast, error-free and stress-free."
  },
  {
    "nombre": "brolio",
    "url": "https://marketplace.bexio.com/en-GB/apps/126088/brolio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126088/brolio/features",
    "num_secciones": 9,
    "features_text": "Central customer management\nManage customer information in one central location, with the ability to attach tasks, orders, documents and notes directly to contacts.\n\nSales activity management\nPlanning and coordination of all sales tasks and activities within the team, with a transparent overview of sales opportunities and current offers.\n\nAutomation of marketing activities\nAutomated marketing processes that reduce the time spent on recurring tasks and increase efficiency.\n\nInterfaces to third-party providers\nIntegration with popular tools such as bexio, Microsoft 365 and Mailchimp to enable seamless synchronization and data exchange.\n\nSales process visualization\nClear visualization of the entire sales process, including orders, quotes and customer interactions.\n\nCategory management\nSimple management of customer and product categories to implement more targeted sales strategies.\n\nTeam-Collaboration\nPromotes collaboration between marketing and sales through joint data management and task coordination.\n\nFlexible data import and export\nSimple import and export options.\n\nReal-time overview of sales status\nOverview of the current status of sales opportunities, quotations and orders at any time."
  },
  {
    "nombre": "Candia.io",
    "url": "https://marketplace.bexio.com/en-GB/apps/126102/candiaio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126102/candiaio/features",
    "num_secciones": 6,
    "features_text": "Increase productivity through efficient resource planning\nPlan jobs faster, coordinate better, and utilize your team’s time efficiently to achieve more with less effort.\nDigital planning board for jobs, personnel, vehicles, and equipment\nSingle jobs and recurring jobs\nAbsence planning\nScheduling function for daily planning\nFilter by job type, skills, etc.\n\nSimplify job reporting and reduce paperwork to get more done\nTrack the progress of jobs and reports in real-time to reduce errors, decrease administrative effort, and complete more jobs daily.\nTime tracking via clockin, additional entries, or planned time booking\nRecording of service and material items\nCustom Reports, service catalogs/checklists\nDigital Signature\nPhoto documentation\nJob chats\nGPS tracking\n\nSimplify time tracking and compliance with automated work time reports\nRecord your employees’ working hours, automate the generation of work time reports, and stay compliant with industry standards.\nAutomated time tracking\nCalculation of flexible working hours and vacation balances\nSmart time management\nWork time reports, compliant with ZPK standards\n1:1 employee chats for confidential information exchange\n\nPost-calculation and profitability control\nAlways keep an eye on the turnover and costs of jobs and customers.\nReal-time analysis of cost and time key figures\nInclusion of purchasing and personnel costs\nAutomatic post-calculation\nAutomatic determination of the profit margin per order and per customer\n\nbexio integration from order to invoicing\nbexio integration for jobs, items, products, customers, and invoices.\n\nMobile App for iOS and Android\nDigitize your processes with your employees while keeping all administrative functions at your fingertips."
  },
  {
    "nombre": "Business Transaction – Company Valuation for SMEs",
    "url": "https://marketplace.bexio.com/en-GB/apps/126110/business-transaction-%E2%80%93-company-valuation-for-smes",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126110/business-transaction-%E2%80%93-company-valuation-for-smes/features",
    "num_secciones": 4,
    "features_text": "1. Market Value\nAs transaction experts, we have access to unique, non-public transaction data from Swiss SMEs, enabling us to determine a market-based sale price for your company.\n\n2. Buyer Database\nWe provide you with insight into our intelligent buyer database and indicate the number of potential buyers for your company based on industry, region, and company size.\n\nBT-Score\nThe BT Score is Switzerland’s only index that assesses a company’s saleability. It evaluates fourteen key criteria essential for business succession, compares them to a peer group, and rates them with the BT Score.\n\n4. Conclusion\nWe summarize the key results for you regarding market price, potential buyer universe, and transaction readiness, providing a realistic price range for the sale of your company."
  },
  {
    "nombre": "BETREIBUNGSSCHALTER-PLUS",
    "url": "https://marketplace.bexio.com/en-GB/apps/126150/betreibungsschalter-plus",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126150/betreibungsschalter-plus/features",
    "num_secciones": 2,
    "features_text": "Automated, electronic debt collection process (eSchKG)\nYou start an electronic debt collection from bexio online. The standardised debt collection process with the corresponding templates meets the legal criteria. You have an overview of the current status at all times in the customer file. Our experts are available to answer any questions you may have.\nSavings in time, paper and postage costs\nSimple, intuitive operability\nCreate debt collection requests with just a few clicks\nData import from bexio into Betreibungsschalter-Plus\nAutomated processes with deadline monitoring and deadline control\n\nOnline credit and address checks\nThe question of a debtor's creditworthiness always arises in connection with debt collection proceedings. You have online access to credit and address checks (CRIF), ordering debt collection register extracts and other supporting templates before and during debt collection proceedings.\nGuide to receivables management and debt collection\nSubmission of claims to bankruptcy office\nInstalment contract\nRequest for arbitration in the event of a legal proposal\nCredit and address checks CRIF online\nExtract from the debt collection register"
  },
  {
    "nombre": "Squadra",
    "url": "https://marketplace.bexio.com/en-GB/apps/126161/squadra",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126161/squadra/features",
    "num_secciones": 8,
    "features_text": "About Squadra\nSquadra is the smart software solution for shift planning and time tracking, specifically designed for demanding industries such as gastronomy, events, healthcare, staffing, retail, and manufacturing.\nThe intuitive platform significantly simplifies duty scheduling and ensures smooth collaboration between teams and managers, thanks to the web application and mobile app.\nWith Squadra, you optimize your workforce: working hours are recorded in real-time, shift schedules can be easily adjusted, and spontaneous changes are immediately communicated to the relevant team members.\nThanks to integration with bexio, the monthly payroll process becomes not only much more efficient but also consistently minimizes potential sources of error.\nWhether for small teams or large enterprises, Squadra is flexibly scalable and perfectly adapts to the needs of your business. This way, you always have a complete overview of working hours and personnel deployment, allowing you to increase efficiency in your operation.\nWith its ease of use and thoughtful features, you save valuable time that you can invest better in your core business.\nSay goodbye to complicated Excel spreadsheets and manual effort—Squadra brings order and efficiency to your shift planning and time tracking.\n\nShift planning\nHow many people do you need? At what time? What do they need to do to keep your business running?\n\nAvailabilities\nAutomatically find out which employees are available or absent and how many hours hourly employees would like to work.\n\nResource planning\nAssign your employees to the right and optimal shifts.\n\nPush Notifications\nThe published schedule is always live and accessible to everyone in the app. Changes are pushed directly to the affected employees, ensuring that assignments are no longer forgotten.\n\nTime tracking\nDigitally record employees’ working hours with the smartphone app or tablet solution. With the presence check, you ensure that employees are on-site when they log their hours.\n\nWorking time control\nEnsure that all working hours and assignments are correctly documented in the system and in accordance with the requirements.\n\nExport of payroll data\nSend the relevant data directly for processing payroll with bexio payroll."
  },
  {
    "nombre": "swiDOC",
    "url": "https://marketplace.bexio.com/en-GB/apps/126171/swidoc",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126171/swidoc/features",
    "num_secciones": 6,
    "features_text": "Synchronisation with bexio\nInvoices and receipts from previous years are automatically archived in the background via a standardised interface in a legally compliant manner.\n\nFull-text search\nThe full-text search allows you to quickly find relevant content using tags, people involved, or freely selected keywords.\n\nDocument sharing\nDocuments can be shared easily and securely with your accountant, your team, or for tax audits – at any time and in a traceable manner.\n\nInteraction with documents\nFrom complex financial reports to comprehensive manuals – your AI chatbot finds the relevant information in any document in no time at all.\n\nSecure access\nSecure access made easy: decide for yourself who can see which folders – for maximum protection of your sensitive data.\n\nIndependence\nWith swiDOC, you secure your independence – your archive adapts to your growth and gives you freedom in choosing your ERP system."
  },
  {
    "nombre": "Work2Report",
    "url": "https://marketplace.bexio.com/en-GB/apps/126173/work2report",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126173/work2report/features",
    "num_secciones": 6,
    "features_text": "Saldos at a glance\nWorking hours under control\nDifferent views\nVacation credits\nBalance for current period\nBalance for the current month\nBalance for the current week\nBalance for the current day\nWork2Report calculates working hour balances and displays recorded working hours graphically.\n\nThe month overview\nPlanning and reviewing working hours\n\nVacation schedule\nVacation schedule with working hours, weekends, public holidays and absences for all employees\n\nPublic holidays\nPublic holidays can be flexibly customized\nPro rata temporis\nPublic holidays are credited pro rata temporis, i.e. on a pro rata basis\nFull and half-day public holidays\n\nPeriods and workloads\nPeriods and workloads can be adjusted according to personal requirements\nPro rata and to the day\nAccrual of vacation and public vacations to the day\nVacation and public vacations calculated on workload\nTransfer of hours and vacation balance\nPeriods to the day\n\nExport\nWorking time reports can be created at any time as PDF or Excel for filing and personnel accounting\nPDF\nExcel as an overview of all employees\nPDF as an overview of all employees\nPDF per employee"
  },
  {
    "nombre": "Factoring & Debt Collection",
    "url": "https://marketplace.bexio.com/en-GB/apps/126219/factoring-debt-collection",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126219/factoring-debt-collection/features",
    "num_secciones": 2,
    "features_text": "Customer invoices converted into cash\nWith the factoring subscription, you transfer customer invoices and receive cash within 2 days in return.\nYour benefits with us\nProfessional communication with your customers\nPayment via QR code\nSeparate invoicing of fees\nNo minimum fees\nReduction of administrative workload\nInstalment payments for your customers\nNo receivables losses thanks to payment guarantee\nImmediate liquidity\n\nDebt collection at a fixed price\nWith the debt collection subscription, you delegate the inconvenient and time-consuming task of payment collection to professionals.\nYour benefits with us\nFixed subscription costs with no additional fees\n100% of the receivable goes to you\nHigh success rate in pre-legal debt collection with optimized dunning processes, including proactive telephone interaction with debtors.\nAssumption of loss certificate management\nDirect communication with the single point of contact\nDaily and weekly status and payment reports\nPre-financing of enforcement in legal debt collection"
  },
  {
    "nombre": "Swiss Newsletter",
    "url": "https://marketplace.bexio.com/en-GB/apps/126232/swiss-newsletter",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126232/swiss-newsletter/features",
    "num_secciones": 4,
    "features_text": "Automated contact import\nSave time with automated contact synchronization between bexio and Swiss Newsletter.\nContacts from bexio are automatically synchronized to Swiss Newsletter.\nCategories defined in bexio are adopted.\nWebsite forms automatically add new registrations to Swiss Newsletter.\nUnsubscriptions are processed directly.\n\nFree newsletter templates\nWith Swiss Newsletter you can easily create professional and appealing e-mails - without any programming knowledge.\nCreate your emails with ready-made templates or design your own individual layout.\nSwiss Newsletter ensures that your emails are displayed correctly on all devices and clients.\n\nDesign your own e-mails\nWith the easy-to-use newsletter editor, you can customize your newsletter according to your wishes.\nAutomated salutation with consideration of title, gender and the appropriate salutation for an individual approach.\nCustomize text sections and images for different recipient groups.\n\nDetailed evaluations\nTrack the performance of your email campaigns in real time and gain valuable insights into the behavior of your recipients.\nMonitor in real time which content is well received and on which devices your emails are read.\nSee which recipients have clicked on certain links with one click and save them as segments for targeted follow-ups.\nAll evaluations are available as a graphically prepared PDF or in CSV format for your own analyses.\nContinue to track the user behavior of your recipients on your website for comprehensive insights. Use the link with Google Analytics for this."
  },
  {
    "nombre": "Calenso",
    "url": "https://marketplace.bexio.com/en-GB/apps/126268/calenso",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126268/calenso/features",
    "num_secciones": 3,
    "features_text": "More than just scheduling appointments online\nIn today’s digital world, it is crucial for companies to streamline their processes to be successful. Especially when it comes to appointment scheduling, every minute counts. Who wants to waste time painstakingly coordinating appointments? But we have the solution! – Online appointment scheduling with bexio integration. A Swiss software solution tailored for businesses that value data protection.\nOnline payment with discount function: Your customers can pay for the selected services by credit card (Stripe) or by invoice (bexio) when booking appointments. In addition, you can easily give discounts to your customers, which can be applied during payment.\nWhitelabelling exclusively for bexio customers: All communication texts can be customised, are provided with your logo and you are displayed as the sender. In addition, the booking widget is customised in your CI/CD.\nIntegration: Appointment booking can be integrated into any CMS system (website). Booking via Instagram, Facebook or Google is also possible without additional effort. In addition, Calenso creates your own booking page with a link if you do not have your own website.\nCustomer database: All customer data, appointments, booking questions and notes are recorded and stored in a clear customer database and synchronised with bexio.\nMultilingual: The simple booking widget automatically switches to the language of your customers. German, French, Italian and English are supported, as well as other languages such as Dutch, Swedish, Finnish, Polish and Spanish.\nSmart Actions: Individualised thank you messages or collecting feedback has never been so easy. One click and personalised messages are automatically sent to your customers.\n\nAdvantages of scheduling appointments with Calenso\nState-of-the-art appointment coordination with increased customer satisfaction.\nOnline meetings with Zoom, Microsoft Teams or Calenso Meeting etc. directly from Calenso\nNo own website required\nHybrid appointments: on-site appointments, online meetings, scheduling callbacks\nIntegrations with over 7'000 other programmes\nAdaptable to your own company design\nIncrease customer satisfaction\n24/7 availability\nUninterrupted work (save up to 30 minutes of your time per agreed appointment)\nCompetitive advantage through digitalisation (process automation)\nMassively reduce no-show rate through automated reminders\n\nCalenso in collaboration with bexio\nbexio customers benefit from an easy-to-set-up interface that allows you to synchronize the most important data with just a few clicks. Once set up, you will enjoy:\nAutomated billing of appointments and group bookings\nAutomated synchronisation of customer data\nThe setup takes less than 10 minutes. If you have any questions, Calenso support is always happy to assist you!"
  },
  {
    "nombre": "Delivery + Planzer Labels by BedayaConnect",
    "url": "https://marketplace.bexio.com/en-GB/apps/126290/delivery-+-planzer-labels-by-bedayaconnect",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126290/delivery-+-planzer-labels-by-bedayaconnect/features",
    "num_secciones": 3,
    "features_text": "Your benefits with Delivery+ Planzer\nDigitising your work steps with Delivery+ Planzer makes your work easier\nSave time: Your label generated with 2 clicks, transmitted and the goods are ready for dispatch\nCustomer-specific customization of labels\nFlexibility: canceable within 30 days\nTransparent prices: monthly subscription including support & updates\nData quality guaranteed &elimination of any source of error, no duplicate & manual data entry\n\nQuickly set up\nSetting up Delivery+ Planzer is a breeze\n1. Open BedayaConnect (https://app.bedaya.ch) and log in with your bexio account (green button).\n2. Click on the Service accounts menu and enter your Planzer API access and your address in the Planzer section.\n3. Open the delivery manager and activate the subscription. After activation, you can test the functionality for 14 days free of charge.\n\nQuickly printed\nIn 3 steps, your goods are ready for shipment - equipped with Planzer shipping labels.\n1. Open a delivery bill in bexio. Click on the Planzer icon at the top right and create your Planzer label.\n2. Check the address and select the number of labels and then select \"Print labels\".\n3. The label will be created and downloaded."
  },
  {
    "nombre": "Delivery + DPD Labels by BedayaConnect",
    "url": "https://marketplace.bexio.com/en-GB/apps/126292/delivery-+-dpd-labels-by-bedayaconnect",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126292/delivery-+-dpd-labels-by-bedayaconnect/features",
    "num_secciones": 2,
    "features_text": "Your benefits with Delivery+ DPD\nDigitising your work steps with Delivery+ DPD makes your work easier\nSave time: Your label generated with 2 clicks, transmitted and the goods are ready for dispatch\nData quality guaranteed &elimination of any source of error, no duplicate & manual data entry\nTransparent prices: monthly subscription including support & updates\nFlexibility: canceable within 30 days\nCustomer-specific customization of labels\n\nQuickly set up\nSetting up Delivery+ DPD is a breeze.\n1. Open BedayaConnect (https://app.bedaya.ch) and log in with your bexio account (green button).\n2. Click on the Service accounts menu and enter your DPD API access and your address in the DPD section.\n3. Open the delivery manager and activate the subscription. After activation, you can test the functionality for 14 days free of charge."
  },
  {
    "nombre": "SMAILD",
    "url": "https://marketplace.bexio.com/en-GB/apps/126326/smaild",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126326/smaild/features",
    "num_secciones": 1,
    "features_text": "Features of SMAILD\nDiscover the features of SMAILD:\n1 Save lots of time on paperwork. No printing, no envelopes, no going to the post office.\n2 Auto-send payment reminders the same day. Normally, one does it once a month, and this slows down the incoming cash.\n3 Send physical letters directly from your email. No need to use some other system.\n4 Letter status notifications in bexio. If a customer claims she didn’t get the paper bill, you can look in the notes to see if you sent it.\n5 Low cost of sending letters in Switzerland and worldwide. SMAILD uses Pingen to send letters, who offers fast mail delivery and the lowest prices worldwide."
  },
  {
    "nombre": "DocuWare for bexio",
    "url": "https://marketplace.bexio.com/en-GB/apps/126362/docuware-for-bexio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126362/docuware-for-bexio/features",
    "num_secciones": 2,
    "features_text": "Learn more about DocuWare for bexio\nThrough our interface, you can link the forward-looking and easy-to-use document management system DocuWare with your bexio ERP solution. Integrating bexio into DocuWare via the bexio interface makes it easy to enhance business processes in the ERP with the necessary documents. Furthermore, the bexio interface provides straightforward access to important documents from various areas within your bexio system.\nWith our interface, you benefit from the following advantages:\nAccess all archived documents from bexio quickly and easily\nLink external documents to your bexio transactions\nIncreased business transparency\nApproval workflows for your business documents\nAll documents at a glance\nSearch across various contexts\nEasily archive all document types\nLegally compliant archiving\nIncorporate search lists for specific business transactions (e.g., projects)\n\nWhat do process optimization and document management systems have in common?\nBoth share the same goal: improving efficiency and productivity within organizations. Process optimization focuses on analyzing and enhancing workflows, while a DMS improves the handling of documents and information, which is often an integral part of business processes.\nThe long-term goal of efficiency is task automation. Process optimization can lead to the automation of repetitive tasks, allowing an organization to save time and resources. With a DMS, tasks like invoice processing can already be automated. A document workflow can be set up to manage the process from approval to archiving.\nTo achieve a complete improvement in an organization’s way of working, process optimization and a DMS can work synergistically. Implementing a DMS can be an integral part of a broader approach to process optimization."
  },
  {
    "nombre": "tik-tak",
    "url": "https://marketplace.bexio.com/en-GB/apps/126368/tik-tak",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126368/tik-tak/features",
    "num_secciones": 3,
    "features_text": "Time savings of up to 70%!\nEarly access customers rate the apps as \"highly recommended\" and report time savings of up to 70%!\nTry tik-tak free of charge and without a credit card for 14 days. Here you can find out how to register with tik-tak.\n\nMore about tik-tak\nThis time tracking app was developed for all bexio customers; for Starter, Pro as well as Pro+ customers. You get a professional tool to record your working and project times efficiently and time-saving.\nFast: Text Templates for selection and multiple entries.\nClever: Intelligent and simple user interface.\nIn-Sync: Time tracking is kept in sync with bexio.\nIn control: Team and project analysis and control for managers.\nEfficient: Default values per project & user.\n\nA brief overview of the features of tik-tak\ntik-tak has a simple and user-friendly interface. Predefined text templates and the copying of entries contribute to efficient work. The data is kept in sync with bexio. The reports and analyses serve as an overview for the managers and thus enable them to see the big picture.\nWorktime\nTrack your daily worktime in less than a minute. Use text templates or copy entries from last week.\nProjects Work\nTrack your times on projects. Manage billable and non-billable times.Copy your times from previous weeks to save valuable time.\nAbsences & Vacations\nTrack your absences like vacations, sickness, military and maternity leave. Manage your vacation balance.\nAnalyse & Reporting\nSee how your team spends time, money and resources. Manage projects time budget. Generate monthly time sheets."
  },
  {
    "nombre": "WooCommerce Connector by Helvy",
    "url": "https://marketplace.bexio.com/en-GB/apps/126377/woocommerce-connector-by-helvy",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126377/woocommerce-connector-by-helvy/features",
    "num_secciones": 1,
    "features_text": "More about WooCommerce by Helvy\nWooCommerce Connector by Helvy automates the complete synchronization of your WooCommerce store with Bexio, saving you and your accountant valuable time. Your orders (including payments and shipments) and customers seamlessly transfer to bexio.\nAutomatic sync of your store (orders, customers)\nFully integrated into your WordPress back-office (no third-party apps required)\nJust one click to access bexio orders/invoices from WooCommerce\nEasy installation: only need a bexio account and your WooCommerce store\nAdd bexio invoices to your automatic WooCommerce emails\nNumerous customization options (documents titles, invoices line formats, taxes management, and much more)"
  },
  {
    "nombre": "eBill by iomarket AG",
    "url": "https://marketplace.bexio.com/en-GB/apps/126626/ebill-by-iomarket-ag",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126626/ebill-by-iomarket-ag/features",
    "num_secciones": 4,
    "features_text": "eBill\nLearn more about eBill by iomarket AG iomarket is a leading service provider offering innovative Purchase-to-Pay and E-Invoicing solutions, including the eBill service. As an official eBill network partner of SIX, iomarket enables invoice issuers to implement eBill and supports them with any questions related to eBill. With the unique web application “gate2b,” iomarket allows companies to set up eBill easily, quickly, and free of charge via self-service. Invoices can then be sent as eBill directly from the existing bexio account!\nSending from bexio\nWith its unique web application «gate2b», iomarket enables companies to configure eBill easily, quickly, and free of charge via self-service. Invoices can then be sent as eBill directly from the existing bexio account!\n\nBulk sending of eBill invoices\nThe bulk sending feature developed by iomarket AG allows invoice issuers to select multiple eBill invoices in the bexio middleware and send them to all recipients with just one click.\n\nBilling model for TXE consumption\nVarious subscriptions are available to you, each of which includes a monthly credit of TXE. 5 TXE are charged per eBill invoice. Any additional TXE required will be charged at the respective TXE price of the selected subscription. Billing takes place monthly by invoice and is based on the actual consumption of TXE. For companies with sporadic eBill invoices, there are also packages that are paid in advance by credit card and include a certain amount of TXE credit for a period of one year.\n\nYour benefits with eBill by iomarket AG\nExperience the advantages of eBill with iomarket AG: A simple, fast, and comprehensive solution for sending and managing your invoices directly from your bexio account.\nFree setup\nNo onboarding costs, and the setup can be completed entirely via self-service using your existing bexio login.\nFast integration\nInvoices can be sent as eBill directly from the existing bexio account.\nIntuitive dashboard\nMonitoring for greater transparency."
  },
  {
    "nombre": "Social EDI - gate2b",
    "url": "https://marketplace.bexio.com/en-GB/apps/126704/social-edi---gate2b",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126704/social-edi---gate2b/features",
    "num_secciones": 4,
    "features_text": "Learn more about the gate2b by iomarket AG\nEDI, or “Electronic Data Interchange,” refers to the electronic exchange of data. iomarket’s EDI interface enables companies to send and receive business data, such as invoices, in a structured, machine-readable format. This means that an incoming invoice can be directly integrated and recorded in the system without any prior manual processing. This solution applies to all paper-based business processes, such as invoices, orders, delivery notes, etc.\nEDI network\nOur extensive and comprehensive gate2b portal enables bexio customers to connect with various market leaders and exchange data via EDI.\nClearly structured dashboard\nTracking for greater transparency\nFull support for bexio customers\nWith an increasing number of major market players accepting only electronic documents, the gate2b portal allows bexio customers to connect to all these partners with a single click and process electronic documents (via EDI). The electronic exchange of documents significantly improves business partner relationships.\nSimple and fast\nbexio customers can add the gateb app with just a few clicks - registration is carried out automatically.\n\nSending documents via EDI\nWith gate2b, you can send your documents to your business partners in various formats. Formats such as SAP, EDIFACT, JSON, YellowBill, OpenTrans and meta-coded PDF invoices are supported.\n\nReceive documents via EDI\nbexio customers benefit from the automatic capture of documents received from their business partners via various channels. This eliminates the need to manually type in the various documents - they are created and completed automatically.\n\nBilling model for TXE consumption\nVarious subscriptions are available to you, each of which includes a monthly credit of TXE. Additional TXE required will be charged at the respective TXE price of the selected subscription. Billing takes place monthly by invoice and is based on the actual consumption of TXE. For companies with sporadic EDi document dispatch, there are also packages that are paid for in advance by credit card and contain a certain amount of TXE credit for a period of one year."
  },
  {
    "nombre": "Hubspot Connector",
    "url": "https://marketplace.bexio.com/en-GB/apps/126761/hubspot-connector",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126761/hubspot-connector/features",
    "num_secciones": 2,
    "features_text": "More about HubSpot\nThe HubSpot CRM platform is a full suite of software built to power this inbound approach to help you — and your customers — grow better.\nSync data between bexio and HubSpot without manual data entry or messy, time-consuming imports.\n\nData Sync by HubSpot\nHere’s what you get with Data Sync by HubSpot\nTwo-way sync\nData is shared between bexio and HubSpot in real time\nDefault field mappings\nSet-up is quick with out-of-the-box field mappings already created for you\nHistorical syncing\nYour existing data will sync right away, and updates will sync as they happen"
  },
  {
    "nombre": "Qlerqs - AccountingRobot",
    "url": "https://marketplace.bexio.com/en-GB/apps/126957/qlerqs---accountingrobot",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126957/qlerqs---accountingrobot/features",
    "num_secciones": 1,
    "features_text": "Account assignment of invoices and receipts\nThanks to its modern technology, the AccountingRobot works independently and autonomously in the background. The software regularly checks the bexio software to see whether new invoices have been received.\nReads your invoice or receipt\nIdentifies the data required for invoice processing\nSelects an existing supplier or creates a new one\nFills in the information in the corresponding bexio fields\nRecords the VAT if necessary\nAssigns the invoice or receipt to an account and saves it as a draft of a supplier invoice or expense"
  },
  {
    "nombre": "Easyplan",
    "url": "https://marketplace.bexio.com/en-GB/apps/127035/easyplan",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/127035/easyplan/features",
    "num_secciones": 5,
    "features_text": "Employee app\nEmployees can enter and maintain their data themselves, making contract creation faster and more efficient.\nIncluded, at no additional cost\n\nL-GAV-compliant\nThe app was developed with Swiss conditions and Swiss law in mind. It is therefore fully compliant with the L-GAV.\nFrom Switzerland for Switzerland\n\nDigital management of contracts\nThe app shows the status of contracts at all times and reminds employees of the next steps, such as adding personal information, uploading documents or signing the contract.\nOverview at any time\n\nDigital signature of contracts\nBoth the employer and the employee sign the contracts digitally. This makes the process faster, more user-friendly and more environmentally friendly.\nSimple and effective\n\nEasy to use\nThe steps are simple and self-explanatory\nInvite employees\nInvite your employees by e-mail.\nEmployees will receive a message asking them to download an application and enter their details. The application guides employees through uploading personal data and ID documents.\nEnter contract data\nManagers enter the contract data such as position and salary. The process is supported by the automatic calculation of social security contributions and tax deductions. The app completes the process with the company data.\nSigning\nOnce all the data is available, the manager signs the contract digitally while maintaining a comprehensive overview of all contracts. The employees sign the contracts digitally in their app."
  },
  {
    "nombre": "wwcom smart call",
    "url": "https://marketplace.bexio.com/en-GB/apps/127629/wwcom-smart-call",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/127629/wwcom-smart-call/features",
    "num_secciones": 3,
    "features_text": "More about wwcom smart call\nwwcom smart call is the ideal communication solution for your SME: Flexible, adaptable to your needs, and well-established and proven in the Swiss SME market for many years. It is a virtual cloud-based telephone system, exclusively hosted and developed in Switzerland, and can be synchronized with bexio.\n\nFeatures of wwcom smart call\nAn overview of all our features\nHomeoffice\nOur solution enables nomadic work and location independence. Remain part of your team using our communication solution anytime, anywhere.\nMobility\nIf you often work remotely with your notebook or smartphone, wwcom offers a solution to stay in touch with your customers through a mobile app as well as a desktop client for all conventional platforms.\nSecurity\nUsing wwphone, wwmobile or/and wwgate, the communication between you and the phone system is fully encrypted.\nOne Number\nIncoming calls can be automatically forwarded to your mobile phone and outgoing calls from your mobile can be made using your business number. This way your mobile number can be kept secret from your clients.\nEasy configuration\nwwcommunicator, the central organ of our phone solution, has an intuitive, easy to configure web-interface and allows flexible distribution of incoming calls to internal and external users and numbers.\n\nBenefits\nBenefits of using bexio and wwcom smart call\nSynchronize your bexio contacts to wwcom smart call, so that you never have to search again for the correct phone number.\nCreate time entries incl. notes from your phone conversations directly from wwcom smart call into bexio."
  },
  {
    "nombre": "SwissDKM for SEO and GEO",
    "url": "https://marketplace.bexio.com/en-GB/apps/127696/swissdkm-for-seo-and-geo",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/127696/swissdkm-for-seo-and-geo/features",
    "num_secciones": 9,
    "features_text": "More about SwissDKM\nSwissDKM is a digital knowledge management (SaaS) tool for SMEs that centrally structures company information, optimises it for search engines and platforms via Schema.org, and specifically enhances visibility in traditional search systems and generative AI environments through AI integration, including OpenAI, Google Gemini and Meta AI.\nBy connecting to AI systems such as OpenAI, Gemini and Meta AI, your digital presence is further strengthened: content is processed more intelligently, visibility is improved, and search results are influenced more precisely.\nSwissDKM supports you in all areas of knowledge management and off-page SEO. With just one system, you control your presence across more than 40 digital channels, increase your online visibility, and improve key ranking factors.\nThis way, your data remains consistent, your discoverability is ensured – effective locally, visible globally.\n\nThe main advantages at a glance\nautomatically publishes it on up to 40 online platforms, social media networks and navigation systems. This ensures maximum reach, consistent presentation and sustainable findability. By directly connecting the Knowledge Graph to OpenAI, Google Gemini and Meta AI, SwissDKM becomes an active interface between companies and the world's leading AI systems. Content is structured in such a way that it can be recognised and understood by these systems and displayed in generative search results. This creates visibility not only in traditional search engines, but also in the AI-based information spaces of the future. SwissDKM organises all relevant company data, from descriptions, categories, opening hours and logos to photos, videos and keywords, and uses it to create a consistent, search engine-friendly brand image. With mobile-optimised landing pages, integrated off-page SEO management and data-based evaluation, companies retain control over their online performance at all times. SwissDKM combines digital precision, automation and AI intelligence into a platform that strengthens brands, improves search results and makes companies visible where customers search today and tomorrow: on Google, social media and the growing spaces of AI browsers and generative search systems.\nSustainably optimize the organic ranking of your website and support search engine indexing with up to 300 knowledge-push factors.\nTrack the performance of your keywords as well as your placement in search ads compared to your market and competitors.\nManage and schedule social media interactions and content (Facebook, Google, Instagram, LinkedIn, SwissDKM LP) from a single central dashboard.\nMonitor and respond to your online reviews. Compare them with ratings in your market environment and those of your competitors.\nEdit and manage all relevant information across more than 40 digital platforms, navigation systems and social media channels.\n\nFree trial\nYou can test our software free of charge for 30 days. Click here to get started.\n\nAdd-on Module: Search Tracking\nThe “Search Tracker” from SwissDKM gives you the ability to maintain control over your search terms and strategically improve your online performance. With this powerful tool, you can monitor selected keywords and optimize your SEO strategy.\n4 query templates\nMonitors the 5 most important search terms\nAnalysis of 5 competitors\nAnalysis of 5 search terms\nIntelligent search results\nGoogle search queries\nAlternative websites\nEvaluation\nStatistics\nReports\nView Google Ads competitors\nFor a one-time fee of CHF 687.- (excluding VAT). All information about the Search Tracker ad-on module\n\nAdd-on Module: Social Media\nThe Social Media product from SwissDKM enables you to professionally manage your social media presence and increase your reach. We offer you a comprehensive social media management solution to help you act effectively across all social networks.\nVideo publication\nGoogle\nFacebook\nLinkedIn\nInstagram\nDKM landing page\nNews management\nCustomer interaction\nAI social media management with text generation\nWebsite widget\nPlanning management\nFor a one-time fee of CHF 1389.- (excluding VAT). All information about the Social Media add-on module.\n\nAdd-on Module: Reputation\nThe “Reputation Manager” from SwissDKM provides the ideal solution for tracking and monitoring your online reviews across multiple platforms. With our Reputation Manager, you can keep an eye on your reputation and respond directly to customer feedback.\nCompetitor analysis (only in combination with the \"Search Tracking\" module)\nAI processing\nRespond to reviews\nMonitored platforms: - Google Facebook - Trustpliot - Facebook - SwissDKM - othera\nSentiment analysis\nFor a one-time fee of CHF 579.- (excluding VAT) All information about the Reputation add-on module\n\nAdd-on Module: Products/Services\nThe SwissDKM add-on module “Products & Services” gives companies the opportunity to present their products and services in a dynamic and interactive way. With a wide range of features, you can create impressive, customized product lists and showcase your offerings in an attractive manner.\nIncludes one-time setup of the basic category structure\nUp to 2,500 products or services\nUp to 25 categories\nURL/link to website\nGEO content for each product or service\nKeyword and text creation upon request (billed by effort)\nIntegration of social media posts (only in combination with the \"Social Media\" add-on)\n100 long/short-tail keywords\nContent entries with various online publishers\n1 landing page per service or product\n1 content page per product or service\nPrice details\nOptions\nUp to 5 photos per product or service\n1 video (YouTube)\nFor a one-time fee of CHF 2,793.- (excluding VAT). All information about the Products/Services add-on module\n\nAdd-on Module: About Us\nThe SwissDKM add-on module “About Us” allows companies to present their employees in a professional and engaging way. It enables the creation of detailed employee profiles that go beyond names and titles, showcasing responsibilities, qualifications, and areas of expertise within the context of the company.\n1 photo\nUp to 10 educational qualifications\nPhone number & email\nUp to 10 certificates\n100 long/short-tail service keywords\nContent entries with various online publishers\n1 landing E-E-A-T content page per employee\nIntegration of social media posts (only in combination with the \"Social Media\" add-on)\nKeyword and text creation on request (billed by effort)\nURL/link to website\nIncludes one-time setup of the basic departmental structure\nUp to 25 departments\nUp to 2,500 employees\nFirst name, last name\nTitle/department\nGEO description\nFor a one-time fee of CHF 759.- (excluding VAT). All information about the About Us add-on module\n\nAdd-on Module: Brand\nDigital branding is now an essential part of building a brand — for both products and people. Those who are not perceived clearly, confidently, and with trust in the digital space lose relevance, regardless of their professional quality or expertise.\nKeyword creation on request (billed by effort)\nCategories\nPhotos\n100 brand keywords\nURL/link to website\nEmail & phone number\nKeyword entries with various online publishers\n1 brand landing content page\nIntegration of social media posts (only in combination with the \"Social Media\" add-on)\nLogo\nFor a one-time fee of CHF 579.- (excluding VAT). All information about the Brand add-on module."
  },
  {
    "nombre": "QR Module",
    "url": "https://marketplace.bexio.com/en-GB/apps/127915/qr-module",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/127915/qr-module/features",
    "num_secciones": 5,
    "features_text": "QR-bills in series\nWith the QR Module's series function, you can generate up to 500 QR-bills in one go within a few minutes. There's no faster way!\n500 QR-bills in 3 steps\n1. Select your master data profile and your customised invoice template. 2. select the debtors for which you want to generate QR-bills 3. the QR-bills are now generated automatically. Then choose whether you want to download them, send them by post or by e-mail - or a combination of these. Done.\nMultiple QR payment parts per invoice\nWould you like to offer instalment payments? Or offer various donation options? Exclusively with QR Module, you have the option of assigning a separate QR payment part for each product of a customer item. This allows you to generate up to 35 QR payment parts for a single QR-bill.\nCustomisable invoice templates\nSet up your QR-bill template with your logo and text elements using our bill template configurator.\nUnique in Switzerland: 5 languages\nWith QR Module, you can generate QR-bills in German, French, Italian, English and - only with us - Rhaeto-Romanic. Simply set up your invoice templates in the relevant language beforehand.\n\nNo errors possible\nWe guarantee that our QR-bills can be processed flawlessly at all banks and post office counters. To do this, we validate your details and entries in the mandatory fields. If something is incorrect, you can correct the data directly in the series process.\n\nMultiple QR payment parts per invoice\nWould you like to offer instalment payments? Or offer various donation options? Exclusively with QR Module, you have the option of assigning a separate QR payment part for each product of a customer item. This allows you to generate up to 35 QR payment parts for a single QR-bill.\n\nCustomisable invoice templates\nSet up your QR-bill template with your logo and text elements using our bill template configurator.\n\nUnique in Switzerland: 5 languages\nWith QR Module, you can generate QR-bills in German, French, Italian, English and - only with us - Rhaeto-Romanic. Simply set up your invoice templates in the relevant language beforehand."
  },
  {
    "nombre": "TinkTime",
    "url": "https://marketplace.bexio.com/en-GB/apps/128497/tinktime",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/128497/tinktime/features",
    "num_secciones": 11,
    "features_text": "Flexible Service Catalog\nNo matter what services you offer: Choose from the Tariff 590 regulation or create your own individual offerings.\n\nSimple Patient Management\nAll necessary patient data in one place: Address, insurance, and reason for treatment. No more, no less.\n\nConvenient Online Appointment Booking\nYou decide which time slots to make available for your patients. They can not only choose their own appointment times but also book whenever it suits them – whether on their smartphone while on the tram or train, or from their sofa on the weekend.\n\nFor Therapists and Group Practices\nCreate an individual service catalog, manage different work schedules, or set vacation absences. You decide who can be booked and when.\n\nTariff 590 Reimbursement Receipt at the Push of a Button\nEfficiently create reimbursement receipts: Enter the type and duration of treatment, unless already done by the patient during online registration. And just like that, a compliant receipt is generated.\n\nIndividual Work Schedules\nYou work every weekday, but your colleague only works three mornings? No problem. Simply set the times when you want to be booked.\n\nIntegration with bexio Accounting\nBexio is Switzerland’s leading accounting software, and TinkTime is the first patient management solution on the bexio marketplace. We combine the best of both worlds: Turn a booked treatment into an invoice with just a few clicks and send it digitally and securely via bexio. Bank transactions are automatically reconciled with your accounts receivable and payable in bexio. No more double entries in accounting and e-banking. Your accountant only needs to finalize the year-end accounts with the available data.\n\nSecure and Privacy-Compliant\nTinkTime only requires the data that is absolutely necessary. We don’t store medical records or other sensitive data – not even credit card details. Only addresses and appointments. Everything else is handled by specialized services, such as our accounting partner bexio. Your TinkTime data is also transmitted encrypted and stored in compliance with data protection regulations.\n\nAutomated Data Import\nTyping addresses manually is a waste of time. Instead, import your address book from various sources – including bexio.\n\nMultiple Locations\nDo you have more than one location and don’t offer every therapy at each site? No problem. Set your opening hours and available therapies per location. Your patients will always know where to go, when, and for which therapy.\n\nCompany Identity\nDoes your practice have its own color scheme? Apply your primary colors to TinkTime, and your TinkTime calendar will match your website seamlessly."
  },
  {
    "nombre": "Company modification",
    "url": "https://marketplace.bexio.com/en-GB/apps/128530/company-modification",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/128530/company-modification/features",
    "num_secciones": 2,
    "features_text": "Modification to the commercial register\nWith NewCo, you can change your company's in the Commercial Register, or those of your customers, in just a few clicks.\nChange company name\nChange the goal\nOpting-in / opting-out\nOnline assistance for any questions or concerns\nRemote legalization of signature\nEdit people\nChange address\n\nNewCo - innovative service\nNewCo offers an innovative service for changes to the commercial register. Aimed at entrepreneurs, our platform simplifies the legal process, with a support team at your disposal. We've modernized the traditional process to make it more accessible and efficient.\nAdvantage List:\n24h processing\nCHF 490.– notary fees included\nCompletely online application\nTransparency and real-time tracking of your request\nDedicated customer support for a personalized experience\nReliable and secure"
  },
  {
    "nombre": "smiit Analytics",
    "url": "https://marketplace.bexio.com/en-GB/apps/128971/smiit-analytics",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/128971/smiit-analytics/features",
    "num_secciones": 4,
    "features_text": "Comprehensive dashboard\nOur solution offers you extensive analysis options via a clear, structured dashboard. With Microsoft Power BI, you have a secure way of connecting your data and visualising it in a clear form.\nScope: By covering all bexio modules, numerous other KPIs and with over 250 analyses, we cover every industry and almost every need.\nClarity and structure: From the overview to the detail.\nInteractive operation: Various filter options, bookmarks for saving views, use by several people and numerous export options offer maximum flexibility when analysing.\n\nIndividualisation & further development\nThis solution makes you independent of us when it comes to further developing the dashboard, adding new analyses or connecting additional data. Both we and any other Power BI developer can make changes to the dashboard.\nProfessional service: We are available for customisations and further developments to ideally meet your needs. Please contact us for further information on individual customisations.\nComplete flexibility: Access to the backend of the solution means that you are not dependent on external parties and can customise the solution flexibly to your own requirements.\nPreparations for Do-It-Yourself: We already provide numerous key figure calculations and links. This makes it easier for you to carry out simple customisations yourself, even without extensive programming knowledge.\n\nComplete data model\nYou don't just get a user interface with beautiful diagrams and interactive filters. The complete data model of our solution is available to you: This means that all data that can be read from bexio is available in table format and with the correct links.\nAlways up-to-date data: The API interface allows you to view the latest data from bexio at all times.\nThe structured, clear data model helps you with further connections, for example to Excel tables or external apps. You can load the new data, link it to existing tables and thus integrate even more advanced analyses.\nAutomations and AI: The data model enables you to apply automations or artificial intelligence based on the data.\n\nConnecting automation, apps and AI\nWith access to the solution's backend and numerous connection options in Power BI, it provides the perfect basis for connecting external apps and other databases and analysing all company data in a dashboard.\nOther databases: Do you have data outside of bexio? No problem: you have the possibility to link Excel sheets and external applications, upload their data and even link them to existing bexio data to create cross-analyses.\nArtificial intelligence: With Microsoft Copilot, Power BI offers an advanced AI system. This helps you to ask for individual data and analyses via chat and receive customised analyses directly. External AI systems can also be linked to the backend.\nAutomations: You can trigger automations from Power BI. For example, you can set up that when a new customer registers in bexio, data is created in other external apps or emails are sent. The possibilities are endless."
  },
  {
    "nombre": "Meisterwerk",
    "url": "https://marketplace.bexio.com/en-GB/apps/130195/meisterwerk",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/130195/meisterwerk/features",
    "num_secciones": 4,
    "features_text": "Time Tracking\nTrack job-related working hours with precision and gain valuable insights for post-calculation. Identify which jobs are truly profitable and where there’s room for improvement. At the same time, you meet legal requirements for payroll accounting – without annoying paperwork or missing timesheets. All in one tool that helps move your business forward.\nTailored to Your Business: Mobile Time Tracking with the Meisterwerk App\nSimple for Payroll or Precise for Billing? Our app offers exactly what your business needs: a detailed mobile time tracking system, including travel time, breaks, absences, overtime, etc., or a simple mobile time clock.\nProving Working Hours for Post-Calculation and Billing\nIf you wish, you can track your working hours by job with the Meisterwerk App. You decide whether to record the times with a start and stop function or simply as a duration. This way, you can track whether the hours worked and expenses are within the scope of your quoted offer and, if necessary, bill them accordingly.\nAuftrags-Unabhängige Arbeitszeiten, Abwesenheiten und Überstunden erfassen\nUm den Arbeitstag lückenlos zu dokumentieren, können Ihre Mitarbeitenden zusätzlich betriebsinterne Aufgaben erfassen. Dazu zählen zum Beispiel das Aufräumen der Werkstatt oder das Reinigen der Betriebsfahrzeuge. Außerdem trägt Ihre Belegschaft Abwesenheiten oder Überstunden direkt in unserer Handwerker App ein.\nMobile Time Clock for Time Tracking\nThe Simplest Form of Time Tracking: Our Mobile Time Clock within the App To track their working hours, your employees simply need to press Start and Stop. This way, you already meet the legal requirement for time tracking.\nOverview of Working Hours and Excel Export\nOnce your workforce has tracked their working hours, the Meisterwerk App displays them in a daily or monthly overview. Any subsequent changes made by your employees are also shown. You can then make manual adjustments if needed. The working hours can be exported for payroll or post-calculation in Excel or CSV format.\n\nResource Planning\nGood resource planning means keeping track and avoiding planning errors – especially when things get busy. This way, you can organize your appointments and tasks smoothly.\nYou maintain an overview of the workload in the business.\nA structured overview shows you how well your workforce, machines, and vehicles are utilized, and where employees have available time slots. This way, you can fully leverage existing capacities and avoid downtime.\nFlexible for Projects, Inventory, and Maintenance – Including Recurring Appointments\nWith the Meisterwerk App, you can plan any type of task, absence, or individual appointment with just a few clicks. This applies to emergency tasks with the customer on the phone as well as recurring appointments or repeating jobs.\nPre-schedule Tasks and Appointments\nYou have a timeframe but haven’t selected a fixed appointment or employee yet? In the Meisterwerk App, you can create such tasks in the planning phase. This way, nothing gets forgotten, and the final appointment can be scheduled with just a few clicks.\nYou plan in real-time, and your employees are always informed.\nThe Meisterwerk App communicates the updated appointment status and related instructions in real-time. Your team will be notified as soon as any changes are made to the task. This way, you can quickly reschedule even while on the go, knowing that your team will be immediately informed.\n\nDigital Forms and Signatures\nInspection reports, installation confirmations, service reports, and timesheets. When these papers finally make their way back to the office, it’s often hard to decipher what’s written on them. With the digital forms in the Meisterwerk App, all information is clearly legible and directly linked to the task. You won’t have to worry about your installation team’s handwriting anymore. Say goodbye to chasing, searching, and deciphering paper forms!\nUpload Your Own Forms, Fill Them Out Digitally, and Sign\nThe Meisterwerk App functions as your personal information hub. You create the forms and store them directly within the task. This way, employees on the go can easily find the right document. The form remains attached to the task even after being filled out and signed. No more papers get lost, and the office staff has the form filled out and signed in real-time.\nElectronically Sign Forms on All Devices\nWhether your installers use smartphones or tablets, Android or Apple devices, the digital forms can be opened on all devices. Your installation team fills them out directly at the customer’s location with the relevant information – completed tasks, materials, working hours, etc. Then, both the customer and the installer sign the form directly on the screen.\nCreate Process Standards: Store Templates Centrally for All Tasks\nStore form and document templates centrally in your company settings. You can easily import them into your tasks when creating or editing them, making them available to your employees. This creates standardized and efficient processes in your business.\nCreate Digital Forms? Our Service for You!\nYou want to switch to smart PDFs but don’t have the time to create them yourself? Then we’ll be happy to do it for you. Send us the document, a scan, or a photo of your forms, and we will provide you with an offer.\n\nVacation and Absence Management\nThose who work hard look forward to their well-deserved time off. Those who are sick in bed want to cause as little stress as possible for their colleagues. If you have to update complicated Excel spreadsheets and scheduling tasks on top of that, frustration and mistakes are inevitable. It’s different with the digital vacation planning in the Meisterwerk App. You can easily record vacation entitlements and absences. Everything is automatically calculated and reconciled within the app. The ideal tool to manage absences in your craft business.\nSimple and Intuitive Vacation Management: Create Plans and Get Started\nWith the Meisterwerk App, you assign the appropriate vacation allowance to each employee. You create vacation plans in the app, choosing the number of vacation days and how many remaining days will carry over to the following year. You can then assign these plans to your workforce individually or in groups. This makes vacation planning for your employees quick and intuitive.\nEntitlements, carryovers, and the number of absentee days are automatically calculated for you.\nWhen you enter vacations or other absentee days into the planning, the app automatically calculates them. This also applies when carrying over vacation to the next year! This eliminates the risk of calculation errors and ensures that you communicate accurate figures to your staff. This way, you save the need for additional vacation planning software or manually created Excel spreadsheets.\nSimple Absence Planning: You Always Keep an Overview\nIn the employee overview, you can see how many vacation days each person has taken, how many remain, the number of sick days, and other absences such as parental leave or special leave. By clicking on “New,” you can enter new absences. This way, you consolidate your vacation planning and absence management for your craft business in one tool.\nSeamlessly integrated into the resource planning – no more double entries!\nThe recorded absences appear directly in the calendar for resource planning. Additionally, they are highlighted in the color of your choice. This way, you immediately know who is available without having to look elsewhere. The extra step of cross-referencing with an Excel spreadsheet or another program is eliminated. The absence management in the Meisterwerk App simplifies planning and coordination within your team."
  },
  {
    "nombre": "Legal protection insurance",
    "url": "https://marketplace.bexio.com/en-GB/apps/130652/legal-protection-insurance",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/130652/legal-protection-insurance/features",
    "num_secciones": 3,
    "features_text": "Employment law\nDisputes in the workplace can arise quickly – whether due to termination, outstanding salary payments, or expense claims. With employment legal protection from Protekta, you’re on the safe side.\nExample 1\nYou dismiss an underperforming member of staff. This staff member retains the services of a lawyer, who asserts that the dismissal was wrongful and the certificate of employment should be amended to reflect this.\nExample 2\nYour employee submits an inflated expense report. She also demands payment of overtime. You try to start a conversation but she threatens to initiate a conciliation procedure.\n\nLandlord-tenant law\nWhether it’s a termination, rent adjustment, or construction-related disruptions – conflicts involving your commercial lease or rental agreements can put a strain on your business. Protekta’s legal protection insurance helps you assert your rights.\nExample 1\nYou have rented a warehouse for your company. The owner terminates the lease inside the contractual notice period, stating that they need the property for personal use. You are worried that you will not be able to find new premises in time. You would like to enforce an extension.\nExample 2\nYour landlord is renovating the façade of your commercial let. This restricts access to your premises and causes your sales revenues to fall. Your landlord is not prepared to discuss solutions with you.\n\nComprehensive cover\nLegal disputes can arise in many areas of your business – whether in commercial dealings, road traffic, or real estate matters. With Protekta’s comprehensive legal protection, you’re thoroughly covered.\nBusiness legal protection\nA supplier sends you an inflated invoice. A customer requests a price reduction due to alleged defects. A local resident alleges that noise pollution is originating from your business. One of your employees claims overtime that they have not actually worked. Protekta’s business legal protection covers disputes relating to your company’s business.\nMotor legal protection\nThis covers purchases, leases and vehicle repairs as well as road accidents, licence confiscations or vehicle tax disputes. We support you in cases involving traffic and vehicle-related incidents.\nReal estate legal protection\nIf you are a buy-to-let landlord, real estate legal protection helps you with disputes relating to properties that you own but do not use or live in (such as buildings, apartments or parking spaces).\nExamples include if your tenant refuses to vacate the premises after you have given notice, or if your buildings insurance company refuses to pay for storm damage."
  },
  {
    "nombre": "Omnilex",
    "url": "https://marketplace.bexio.com/en-GB/apps/130804/omnilex",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/130804/omnilex/features",
    "num_secciones": 7,
    "features_text": "Legal Analysis & Clarification\nPresent your case to Omnilex as you would to a lawyer. Omnilex will carry out the legal clarification for you, prepare the analysis and the conclusion, so that you can get on with your work without wasting time.\nOmnilex speaks the language of the fiduciary and the lawyer.\nOmnilex understands complex links and can process implicit information.\n\nUpload documents\nUpload contracts, tax documents, salary slips and other documents for inclusion in the analysis.\nUpload documents in .pdf, .word, .png, .jpg formats.\nUpload documents up to 500 pages.\n\nFilter Function\nSpecifies the geographic region and content so that the legal bases relevant to you are taken into account.\nFilter by region (e.g. cantonal) and by level of law/case law.\nFilter by legal area\n\nDocument Checking\nCheck documents for legal validity, completeness and more.\nAnalysis of legal legitimacy\nAnalysis of document completeness\nAnalysis of the advantage granted to one party\n\nDocument Creation\nCreate ready-to-send letters in no time with Omnilex\nCreation of e-mails for customers\nDrafting letters of correspondence/requests for authorities\n\nCase Processing\nWorks in teams on cases and sorts files into a shared filing system\nRecord relevant documents in the file\nShared Access\nSeparate working history\n\nHistory Function\nYour cases are filed systematically and are available at any time.\nSearch by date and person"
  },
  {
    "nombre": "blueAUDIT",
    "url": "https://marketplace.bexio.com/en-GB/apps/126083/blueaudit",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126083/blueaudit/features",
    "num_secciones": 3,
    "features_text": "Audits without unnecessary extras\nWe carry out audits according to Swiss law, without unnecessary services and consultations at CHF 250.00 per hour. blueAUDIT GmbH stands for high quality and transparency!\n\nAutomated audit procedures\nWe are pioneers in the use of automated testing tools!This enables us to carry out lightning-fast and comprehensive audits, and with fewer questions.\n\nAudit work done by CPAs\nIn blueAUDIT only approved CPAs are performing the complete audit work, something that is not common in the audit industry.\nLess requests, more quality and expertise for you!"
  },
  {
    "nombre": "app.rombro.ch | import bookings and invoices from Excel or CSV",
    "url": "https://marketplace.bexio.com/en-GB/apps/126085/apprombroch-%7C-import-bookings-and-invoices-from-excel-or-csv",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126085/apprombroch-%7C-import-bookings-and-invoices-from-excel-or-csv/features",
    "num_secciones": 3,
    "features_text": "1 Import booking lists from CSV or Excel\nThe app allows for the import of entries, booking in a spreadsheet, mid-year transfer of history, bank statement accounting, and monthly accruals in bexio. The entries are prepared in a spreadsheet and then imported into the accounting system with us, leveraging all the benefits that accounting in Excel provides.\nFeatures:\nCopy & Paste from Microsoft Excel, CSV, or Google Sheets into bexio.\nAutomatically add the applicable ESTV monthly average rate for foreign currencies.\nDownload bank statements as Excel, account them in an Excel spreadsheet, and upload to bexio.\nJournal import from previous accounting programs: Seamless import of booking data from other accounting software, ERP, or CRM into bexio, without tedious manual transfer.\nBenefits:\nTime savings: Minimize manual effort in accounting entry and optimize workflows.\nMonthly accruals in monthly reporting: Perform accurate accruals to create meaningful monthly reports and maintain an overview of your finances.\nTransfer of accounting when switching to bexio and import of previous history: Seamlessly switch to bexio while retaining your existing accounting history.\n\n2 Import sales invoices\nImport invoices from invoice data in a list such as Excel, Google Sheets, ERP, etc., into bexio. Invoices are attached to existing contacts, and new contacts are automatically created. Suitable for companies that want to export their invoice data from another system and import it into bexio with us.\nFeatures:\nInvoice recipients can be existing contacts (matched by bexio contact number) or newly created ones.\nIndividual invoices per line (item, quantity, invoice date, VAT, etc.).\nCopy & Paste from Microsoft Excel, Google Sheets, etc.\nMultiple items per invoice are possible (please note support contribution).\nMulti-line item descriptions are possible.\nNumerous plausibility checks to prevent erroneous imports.\n\n3 Create bulk invoices | membership invoices\nCreate invoices based on bexio categories for all or selected contacts. This allows for numerous invoices to be generated with just a few clicks. Suitable for associations and companies with recurring billing.\nFeatures:\nInvoices are automatically set to the status \"open.\"\nInvoice date can be selected arbitrarily for all invoices.\nInvoice recipients can be selected based on bexio categories; this enables the creation of different invoices for various customer groups.\nInvoices can be created for multiple recipients based on an existing invoice.\nBenefits:\nError reduction: Automated creation decreases the likelihood of human errors.\nEasy adjustment of terms such as amount changes or VAT adjustments in the invoice template.\nTime savings compared to manual creation of identical invoices in bexio."
  },
  {
    "nombre": "Craftboxx",
    "url": "https://marketplace.bexio.com/en-GB/apps/126087/craftboxx",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126087/craftboxx/features",
    "num_secciones": 4,
    "features_text": "Project Scheduling Made Easy\nSimplify your scheduling process with Craftboxx. Assign tasks, monitor progress, and manage personnel with an intuitive interface, saving time and minimizing confusion.\n\nDigital Time Tracking\nCapture your team's working hours with a simple digital tool that helps you stay organized, saves paperwork, and ensures precise billing.\n\nCloud-Based Documentation\nStore and share project documents securely in the cloud. Collaborate seamlessly with your team, whether in the office or at a job site.\n\nTool and Asset Management\nManage your equipment effectively with Craftboxx. Track tools across job sites, minimize losses, and improve operational efficiency."
  },
  {
    "nombre": "Business Transaction – Business Succession",
    "url": "https://marketplace.bexio.com/en-GB/apps/126109/business-transaction-%E2%80%93-business-succession",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126109/business-transaction-%E2%80%93-business-succession/features",
    "num_secciones": 5,
    "features_text": "1. Preparation\nAfter an initial analysis and goal definition, we clean up your financial data and conduct a market-based company valuation. Together, we define a realistic sale price to be communicated. Following the creation of a compelling company profile, we conduct a discreet business tour. It is essential to us that we know and understand your company in detail, as only then can we credibly represent your business to potential buyers in the first instance.\n\n2. Buyer Outreach\nEvery company has unique, identifiable characteristics. Our intelligent buyer database can use these traits to identify highly suitable successors for your business with remarkable precision. In the initial step, potential buyers are informed anonymously about the latest acquisition opportunity. If there is continued interest from the buyer’s side, the company profile is provided with strict confidentiality, supported by a restrictive confidentiality agreement.\n\n3. Buyer Selection\nThe search for potential buyers is time-consuming and labor-intensive. We take this burden off your shoulders and present only those candidates who demonstrate genuine interest and possess both the financial resources and professional expertise to successfully carry on your business.\n\n4. Negotiation\nTo avoid dependency on any single buyer, we conduct parallel negotiations with multiple interested parties. We negotiate firmly, yet bring the necessary sensitivity thanks to our experience, allowing us to structure deals that create a win-win situation, even in seemingly deadlocked situations. So you can focus on day-to-day operations, we oversee the due diligence process, prepare the full contract documentation, and handle the nerve-wracking final negotiations to ensure the deal’s successful closing.\n\n5. Contract & Sale\nThe sale of a company built with passion deserves solid legal protection. We draft purchase agreements specifically designed for SME sales. If needed, we have direct access to reputable M&A law firms. We also oversee the contract signing and ensure proper execution. Naturally, we remain available as trusted advisors for any questions after the sale."
  },
  {
    "nombre": "Arvato Financial Solutions",
    "url": "https://marketplace.bexio.com/en-GB/apps/126115/arvato-financial-solutions",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126115/arvato-financial-solutions/features",
    "num_secciones": 3,
    "features_text": "Learn more about Arvato Financial Solutions (Debt Collection)\nWith the Debt Collection product, you can easily hand over overdue receivables to specialists, thereby increasing the chances of a quick and successful settlement. Debt Collection, as an extension of your bexio products, covers the entire billing process through bexio with the customer. bexio ensures the connection to the debt collection partner and enables the forwarding of invoices with minimal effort.\nContact us for a free initial consultation and learn more about our services.\nE-Mail: kundencenter@infoscore.ch\nPhone: +41 44 738 68 60\n\nReasons to choose bexio and Arvato Financial Solutions\nThe collaboration with bexio and Arvato Financial Solutions allows you to manage receivables efficiently while maintaining customer relationships. Minimize your effort and improve your liquidity through transparent processes and the support of an experienced debt collection partner.\nRelieve customer relationships: Business relationships with your customers remain intact, as the debt collection partner acts as an intermediary and encourages your debtors to pay in a respectful manner.\nImprove liquidity: By handing over to a specialist, most receivables can be collected during the pre-litigation debt collection process.\nTransparent receivables monitoring: You can check the current status of your receivables at any time and receive complete cost transparency – until realization or expiration.\nMinimize effort: With minimal effort, the invoice is handed over to the debt collection partner. The time-consuming collection process is eliminated.\n\nAnd here’s how it works\nIn just a few steps to professional debt collection\n4 The email includes an Excel list where the bexio customer can enter the unpaid invoices and send it to infoscore.\n3 After opening the account with infoscore, the bexio customer will receive a confirmation email.\n2 On this landing page, you will find all the necessary information to open an account with infoscore (according to bexio Marketplace terms), as well as the ability to download and sign the debt collection contract and assignment.\n1 By clicking on the infoscore offer “Add App,” bexio customers are redirected to a dedicated bexio landing page (infoscore.ch/bexio)."
  },
  {
    "nombre": "SPESEN.AI",
    "url": "https://marketplace.bexio.com/en-GB/apps/126120/spesenai",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126120/spesenai/features",
    "num_secciones": 2,
    "features_text": "SPESEN.AI - Your Accounting Copilot!\nSeamlessly manage expenses, submit company taxes, and access financial data effortlessly. Experience streamlined processes and accurate, real-time insights with SPESEN.AI and Indi. 100% hosted and made in Switzerland. Simplify your accounting today!\n100% developed and hosted in Switzerland\nTrue automation without additional IT costs\nEasy to use - for a quick setup without wasting time\nCharts and KPIs - Everything out-of-the-box!\nAdvanced OCR technology helps you recognize and match invoices and receipts\n\nSPESEN.AI - All in one!\nWith just one click, you can access all the services of SPESEN.AI, test them for free, subscribe to them, and cancel at any time if not in use.\nFast and easy\nYou can automate your expense and invoice recording, as well as accruals and depreciation\nSPESEN.AI extracts your receipts in seconds using machine learning and artificial intelligence\nHighest compliance\nWe are certified ISO 27001, ISO 27017, ISO 27018, and GDPR compliant\nTo ensure the highest data security, we collaborate with a leading cloud provider\nExpense management\nYou can have an unlimited number of users with multiple roles for assignment and approval\nUpload invoices and receipts directly using our mobile app\nEmployee expenses are also possible!\nIntelligent OCR technology\nSPESEN.AI extracts your receipts in seconds using machine learning and artificial intelligence\nOur tool not only helps you with invoice recording but also with managing important accounting topics\nYou can automate your expense and invoice recording, as well as accruals and depreciation"
  },
  {
    "nombre": "Legally ok",
    "url": "https://marketplace.bexio.com/en-GB/apps/126148/legally-ok",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126148/legally-ok/features",
    "num_secciones": 10,
    "features_text": "Legally compliant privacy policy and imprint\nWith Legally ok’s paid subscriptions, your privacy policy and imprint are always up to date.\n\nConsent management plattform\nThe cookie banner from Legally ok is custom-made for your website and updated regularly based on your subscription.\n\nCompliant with the new Swiss Data Protection Act and EU General Data Protection Regulation (GDPR)\nThe legal texts from Legally ok are compliant with the new Swiss Data Protection Act (revDSG) and the EU General Data Protection Regulation (GDPR). The texts are regularly reviewed and updated by Swiss data protection attorneys for changes. These updates are automatically implemented for paying customers of Legally ok.\n\nGoogle Consent Mode V2\nGoogle Consent Mode V2 is mandatory for all websites using Google services such as Google Analytics 4, Google Ads, and/or Google Tag Manager. With the paid options from Legally ok, you can ensure that your website complies with the provisions of Google Consent Mode V2. The Google Consent Mode V2 is automatically activated in both paid options of Legally ok.\n\nMultilingualism of legal texts (German, French, Italian, English)\nYou can embed your privacy policy in different languages on your website. This way, you save on translation costs and ensure compliance in all languages with Legally ok.\n\nEasy integration into your own website\nThe integration of Legally ok is possible on all CMS platforms. With step-by-step instructions and explanatory videos, a smooth integration is guaranteed.\n\nRegular scans of the website\nWith scans of your website, it is ensured that your site is always data protection compliant and contains all data protection-related legal texts, tracking services, and cookies. This functionality is activated in the “Web” and “Pro” subscriptions.\n\nManual rescans\nWith each scan, your website is checked for new or changed web services and plugins, and your privacy policy is adjusted accordingly.\n\nCookie banner design\nYou can customize the appearance of your Consent Management Banner (cookie banner). Choose your colors and tailor the design to match your brand.\n\nEditability of legal texts\nDo you have additional topics (e.g., contests or sweepstakes) that need to be included in your privacy policy? With the Pro subscription, you can enhance your privacy policy with relevant legal texts."
  },
  {
    "nombre": "NetMailer Newsletter-Tool",
    "url": "https://marketplace.bexio.com/en-GB/apps/126149/netmailer-newsletter-tool",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126149/netmailer-newsletter-tool/features",
    "num_secciones": 3,
    "features_text": "NetMailer Premium\nWith the Premium version, you get the full range of services! We create a professional newsletter design that perfectly matches your company’s brand identity and review the draft with you. Once you’re happy with the design, we’ll program and implement it in NetMailer. Testing on approximately 40 to 50 different devices and email programs is also included in the Premium package. Damit Sie so gut wie möglich bei allen SPAM-Blockern vorbei kommen, zertifizieren wir Ihre Absender-Adresse auf unserem Server mit den wichtigsten Zertifikaten. Nachdem alles aufgesetzt ist, profitieren Sie von einer 2-stündigen Schulung, remote oder vor Ort. Danach steht Ihrem professionellen E-Mail-Marketing nichts mehr im Weg!\n\nNetMailer Light\nNetMailer Light includes all the technical features of NetMailer Premium, but you handle your own design. You get an easy “drag-and-drop” editor where you can upload your logo and adjust colors and fonts. With NetMailer Light, you send emails using a standard sender domain, which is already certified on our servers. You can, of course, choose to use your own domain. NetMailer Light provides an ideal and cost-effective entry into newsletter marketing – complete with support!\n\nOur tool offers the following benefits, whether Premium or Light:\nWith NetMailer, you can send unlimited newsletters to your subscribers as often as you like, even with email attachments (e.g., a PDF). Build your newsletters with an editor-free approach for easier and faster handling. The Premium version offers custom options and a professional design, along with training for a successful start. NetMailer provides a user-friendly “design builder” in the Light version, allowing customers to quickly and easily create attractive designs. The NetMailer newsletter tool is developed in Switzerland and offers unlimited support for customers."
  },
  {
    "nombre": "Swiss Digital Shipping Solutions",
    "url": "https://marketplace.bexio.com/en-GB/apps/126159/swiss-digital-shipping-solutions",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126159/swiss-digital-shipping-solutions/features",
    "num_secciones": 8,
    "features_text": "Shipping labels from Swiss Post\nAutomate the creation of shipping labels from Swiss Post with just a few clicks from orders, delivery notes, and invoices.\n\nBatch label creation\nWith the push of a button, you can generate multiple shipping and return labels simultaneously.\n\nShipment tracking on invoices or orders\nAutomatically add shipment tracking as a separate line item on invoices or orders. This feature integrates the tracking number and a direct link to Swiss Post, allowing customers to easily and directly access the shipment status.\n\nAutomatically insert shipping labels onto the PDF of invoices or orders\nEnables the automatic addition of the shipping label directly onto the PDF of an invoice or order. This simplifies the shipping process, as the label does not need to be printed separately.\n\nShipping Archive\nThe shipping archive provides a clear listing of all created shipping labels from Swiss Post. This feature enables easy tracking and management of all shipping activities, allowing you to maintain an overview of all sent packages at any time.\n\nCreate return labels on your own template per language\nAllows the insertion of return labels into custom-designed templates, tailored for each desired language. This enables the creation of language-specific return labels that can be seamlessly integrated into existing document layouts, providing customers with an optimized and professional return option.\n\nShipment tracking in bexio\nShipment tracking can be automatically recorded in bexio, allowing tracking information to be stored and accessed at any time.\n\nObvious errors in the address are detected\nObvious address errors are automatically detected and clearly highlighted, allowing users to be alerted to potential mistakes in a timely manner."
  },
  {
    "nombre": "Companion",
    "url": "https://marketplace.bexio.com/en-GB/apps/126163/companion",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126163/companion/features",
    "num_secciones": 2,
    "features_text": "Companion Chat\nChat with the base intelligence of large language models in a secure environment, or extend its knowledge with your company’s information through documents.\nGDPR-compliant\nNo model training with your data, everything remains private!\nAll data stays in Switzerland, we respect your privacy\nKnowledge Management\nNatural conversations with combined knowledge from internal and external sources\nContextual answers for quick processing\nCreate new internal documents based on existing texts\nUpload documents to Companion and ask questions about them; Companion will search through them and provide information\nPrompt Library\nSave frequently used prompts so you always have them readily available\n\nCustom company design\nTailor Companion to your company!\nCompany logo\nUpload your company logo, and Companion will display it instead of its own, making it your application\nCustom design\nAdjust Companion and the app's colors to match your company’s branding\nMake Companion your everyday companion"
  },
  {
    "nombre": "awork",
    "url": "https://marketplace.bexio.com/en-GB/apps/126172/awork",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126172/awork/features",
    "num_secciones": 4,
    "features_text": "Team Scheduling\nWith team scheduling in awork, both short and long-term resource planning becomes child's play. You get a perfect overview of the team's workload, can link tasks to the workload, block resources in the long term and much more.\nDifferent views\nScheduling\nCapacity planning\nAllocation\nTemplates\nProjectplan\nPlanning\nCalendar view\nGantt charts\n\nProject Management\nawork is the place where all the information about your projects comes together and can be managed from there. Whether in the multi-project list or the timeline, with awork you always have the perfect overview of your projects. With project filters, comments and notifications, you are always up to date on the success of your projects. Thanks to automations and integrations, you can easily automate annoying project work and create a secure data flow between your tools.\nTask and project filters\nTask prioritization\nPrioritizations\nTask management\nTo-do lists\nRecurring tasks\nCustom workflows\nPlanning\n\nTime Tracking\nThanks to the unique time tracking in awork, times can be tracked directly on a task and project basis by the entire team. This allows you to precisely determine the effort required for projects, reliably track time and progress, and create a comprehensive time report of your projects with just one click.\nProgress monitoring\nLive time tracking\nBudgeting\nCharts & graphs\nReporting\n\nawork Connect\nawork Connect enables secure collaboration and communication with external partners in your awork project – at no additional cost for the awork team or the external partners. awork Connect is unique and represents a new, more innovative way of collaborative work with externals.\nShare projects\nNotes & comments\nSimultaneous editing\nCloud collaboration"
  },
  {
    "nombre": "VisualNumbers",
    "url": "https://marketplace.bexio.com/en-GB/apps/126174/visualnumbers",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126174/visualnumbers/features",
    "num_secciones": 4,
    "features_text": "Create a budget\nCreate your budget quickly and effortlessly – with flexible options, intuitive handling, and direct integration with your bexio chart of accounts. Benefit from customization options like comments and files per item, as well as flexible time periods for your budgeting.\nCreate a budget quickly and easily\nCreate daily, monthly, and multi-year budgets\nAdd comments and files per budget item\nImport chart of accounts from bexio\n\nAnalyses\nGet meaningful financial overviews with just a few clicks: With VisualNumbers, you can quickly and easily create clear analyses and visual representations that access your bexio data directly.\nVisual cues for quick overview\nCreate charts directly in VisualNumbers\nDirect data import from bexio\nCreate a budget vs. actual comparison with just a few clicks\n\nDerive scenarios\nEasily derive scenarios and visualize the financial impacts of planned changes. Ideal for strategic decisions and suited for planning and leadership teams, it provides clear representations even for complex situations.\nTool for informed decision-making\nIdeal tool for planning and leadership teams\nRepresent complex relationships in a simple way\nMap the financial impacts of changes\n\nCollaborate collaboratively\nWork seamlessly as a team: With individual access rights, an integrated chat for knowledge sharing, and live updates, you avoid version conflicts – ideal for collaboration with your fiduciary.\nIntegrated chat for communication and knowledge sharing\nNo version conflict thanks to live budget updates\nFacilitates collaboration with your fiduciary\nIndividual access rights for users"
  },
  {
    "nombre": "My-Onlineshop",
    "url": "https://marketplace.bexio.com/en-GB/apps/126187/my-onlineshop",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126187/my-onlineshop/features",
    "num_secciones": 1,
    "features_text": "My-Onlineshop with bexio\nThe Swiss shop solution “My-Onlineshop” is an innovative and proven software for successfully selling your products online. Developed in Switzerland in 2002, it has been continuously enhanced ever since. The webshop can start small and be expanded over time. It includes integrations for online marketing, SEO, various payment options, a newsletter tool—and, of course, bexio.\nEasy to use and customize\nWith just a few clicks, you can change your logo, colors, and fonts. Thanks to the intuitive interface, you have complete control over your shop, managing content and orders anytime—even on the go with your smartphone.\nVirtually unlimited expansion options (prices upon request)\nChatGPT integration\nInterfaces to ERP, CRM, Galaxus, Toppreise.ch, Calendly, Cycle by app-room, etc.\nNewsletter-Tool\nForeign currencies\nMultilingual support\nQuotation tools\nFactoring via MF Group (purchase on invoice)\nCredit check\nRetailer mode\nReactivate abandoned shopping carts\nAdvanced search functionality\nCustomizable filter and sorting functions\nSEO Pro with product reviews, star ratings on Google, and additional features\nGoogle Shopping\nInstagram & Facebook-Shop\nCustom design tailored to your needs\nItem uploader, including images and variants\nEasily upload items using an Excel file. Images can be uploaded via a link or as image files in a folder.\nSynchronization with bexio\nProducts, inventory, prices, invoices, and payments are linked with bexio and automatically synchronized.\nPayment options\nIn just a few steps, integrate all common payment options like TWINT, Visa, Mastercard, invoice, and prepayment.\nSEO - Search Engine Optimization\nMy-Onlineshop is SEO-ready, ensuring your products are optimally found in Google search.\nOnline marketing\nMy-Onlineshop offers direct interfaces to platforms like Google Shopping, Toppreise, Galaxus, social media, and more, allowing you to easily promote your products online, including via newsletters."
  },
  {
    "nombre": "Expensly",
    "url": "https://marketplace.bexio.com/en-GB/apps/126189/expensly",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126189/expensly/features",
    "num_secciones": 4,
    "features_text": "The benefits of Expensly\nExpensly, together with bexio, offers the perfect experience in expense management.\nMobile First\nDirect and fast expense booking from the intuitive Expensly app\nEasy to use\nEach user can record their own expenses without accounting knowledge. Booking accounts can be individually defined.\nAutomatic booking\nExpense reports are automatically generated per user and month. Booking is fully automated within bexio.\n\nFast mobile receipt capture\nCapture your receipts on the go in seconds with the Expensly app.\nAutomatic OCR recognition of all receipt details\nIntuitive operation without accounting knowledge needed\nDirect scanning of multiple receipts (batch processing)\n\nSeamless bexio integration\nAutomatic export of all receipts directly into your bexio system.\nNo data entry required\nDirect booking in bexio without post-processing\nAutomatic monthly expense report per employee\n\nGet started easily with Expensly\nIn 4 steps to automatic booking of expense receipts.\n2 Log in to Expensly directly with your bexio account.\n3 Customize the settings to your needs and add additional employees.\n4 Download the app, register, and get started.\n1 Click on “Add App.”"
  },
  {
    "nombre": "Local SEO",
    "url": "https://marketplace.bexio.com/en-GB/apps/126190/local-seo",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126190/local-seo/features",
    "num_secciones": 1,
    "features_text": "Local backlink expansion\nContinuous increase of Domain Authority with local backlinks."
  },
  {
    "nombre": "AESTICO",
    "url": "https://marketplace.bexio.com/en-GB/apps/126212/aestico",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126212/aestico/features",
    "num_secciones": 4,
    "features_text": "Create projects\nSimply create a new project with the customer data\nCreate a new project\nAdd notes\nEnter customer data\n\nStructure your project\nEnter the desired rooms or other structure of the project\nLoad desired quote templates\nAdd images directly to the room\nSet room categories\nDefine room names\n\nRegister needed positions\nSelect the necessary items for the quote\nAdd pictures\nMeasure lengths and areas digitally with a Bluetooth measuring device\nSet effort by hours\nRecord flat-rate or piece items\n\nTransfer the quote to bexio\nTransfer the recorded data directly to bexio as a quote\nQuote created automatically in bexio\nAll positions directly in the bexio quote\nOrder overview as PDF with all images\nDimension document with all measurement data\nTransfer customer data"
  },
  {
    "nombre": "aumico annual financial statements",
    "url": "https://marketplace.bexio.com/en-GB/apps/126220/aumico-annual-financial-statements",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126220/aumico-annual-financial-statements/features",
    "num_secciones": 5,
    "features_text": "Closing documentation\nCreation of standardized closing checklists, recording of notes, filing of documents and recording of closing entries. Export of internal and external notes and pending items\nEntry of internal and external notes and pending items.\nFiling of documents at account level.\nOverview of open pending items in the annual financial statements.\nCreation of standardized closing checklists.\n\nCash flow statement\nAutomated creation of the cash flow statement from the items in the balance sheet and income statement.\nCash flow attributes can be added in the account allocation.\nAutomated calculation using the indirect method. Cash flow attributes can be added in the account allocation.\n\nNotes to the financial statement\nThe notes to the financial statements are directly integrated and can be individually structured and standardized.\nThe structure of the notes can be individually structured and standardized.\nStructure can be copied to other reports.\nAutomatic referencing of items from the balance sheet and income statement.\n\nComplementary reports\nComplementary reports such as general meeting minutes or declarations of completeness can be stored and automated as report templates.\nUsing the placeholder function, the reports can be filled with the current data from the annual financial statements.\nReport templates can be standardized for the entire organization.\n\nIndividual layout\nDesign your individual layout according to your company's CI/CD. Choose fonts, font colors, logo and design the layout according to your needs.\nIntegrate your font into the annual statement.\nChoose title color, font color and background color.\nDesign the cover page according to your needs."
  },
  {
    "nombre": "mailXpert",
    "url": "https://marketplace.bexio.com/en-GB/apps/126229/mailxpert",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126229/mailxpert/features",
    "num_secciones": 4,
    "features_text": "Automated contact import\nSave time with the automated synchronization of contacts between bexio and mailXpert.\nContacts from bexio are automatically synchronized in mailXpert.\nCategories defined in bexio are adopted.\nWebsite forms automatically add new registrations to mailXpert.\nUnsubscriptions are processed directly.\n\nCreating a newsletter\nWith mailXpert you can effortlessly create professional and appealing emails - without any programming knowledge.\nCreate your emails with ready-made templates or design your own individual layout.\nmailXpert ensures that your emails are displayed correctly on all devices and clients.\nAutomated salutation with consideration of title, gender and the appropriate form of address for an individual approach.\nCustomize text sections and images for different recipient groups.\n\nDetailed reportings\nTrack the performance of your email campaigns in real time and gain valuable insights into the behavior of your recipients.\nMonitor in real time which content is well received and on which devices your emails are read.\nSee which recipients have clicked on certain links with one click and save them as segments for targeted follow-ups.\nAll evaluations are available as a graphically prepared PDF or in CSV format for your own analyses.\nContinue to track the user behavior of your recipients on your website for comprehensive insights using the link to Google Analytics.\n\nAutomated workflows\nAutomate marketing and customer service processes in a targeted manner to efficiently support new customers and increase sales.\nOnce set up, these workflows significantly reduce your manual effort.\nUse automation to accompany test phases or as welcome tours for new customers.\nDetailed reportings enables precise performance measurement and continuous optimization."
  },
  {
    "nombre": "Triboni Drive for bexio",
    "url": "https://marketplace.bexio.com/en-GB/apps/126234/triboni-drive-for-bexio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126234/triboni-drive-for-bexio/features",
    "num_secciones": 4,
    "features_text": "Archive and DMS from a single source\nIn addition to traditional archiving, the solution also offers complete document management (DMS) with a check-in/check-out function for creating and editing documents, seamless versioning and the administration of your document templates. With Drive, you have your entire document inventory under control at all times.\nComplete package for all aspects\nCompliant archiving of your documents (GeBüV)\nAutomatic compliance with legal retention periods\nTemplate management\nSeamless versioning\nFlexible, individually expandable filing structure\nCheck-in/Check-out\n\nIntelligent document import\nImport your documents easily from the scanner, on the move with bexio Go or by drag and drop in Triboni Drive for bexio.\nEffortless importing\nDocument import with intelligent content recognition (inbox)\nClear import validation worklist\nOCR recognition and full-text search\n\nFully integrated in bexio\nThe filing structure is automatically created in bexio based on the document types.\nUp to date, synchronised, secure\nThe document inventory is continuously synchronised online with bexio\nThe filing structure is automatically created in bexio based on the document types\n\nCan be expanded as required\nTriboni Drive for bexio is not limited to bexio documents and can be expanded as required. This means that information from other areas can also be archived in accordance with auditing requirements. The directory structure can be individually created according to your needs.\nFull flexibility for additional documents\nThese documents are also digitally signed and stored in accordance with legal requirements\nAny folder structures with subdirectories are possible\nYou can manually create additional folders for any documents not originating from bexio at any time"
  },
  {
    "nombre": "PrivacyBee",
    "url": "https://marketplace.bexio.com/en-GB/apps/126240/privacybee",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126240/privacybee/features",
    "num_secciones": 2,
    "features_text": "Why choose PrivacyBee’s privacy policy?\nMaximum security for you and your website: PrivacyBee’s privacy policies are reviewed by the Domenig & Partner office in Switzerland and our partner in German — ensuring they are checked by real, practicing attorneys.\nAutomatically and reliably generated\nYour privacy policy is automatically updated every 8 weeks, so outdated information is no longer an issue.\nSeamless integration\nPrivacyBee integrates effortlessly with any CMS, whether WordPress, Wix, or Jimdo.\nDSG and GDPR compliant\nOur privacy policy meets all requirements and is regularly reviewed by experts to ensure maximum security and reliability.\n\nPrivacy Policy\nPrivacyBee is more than a traditional privacy policy generator. PrivacyBee automatically updates your privacy policy within 8 weeks whenever new third-party tools are added.\nAutomatically detect services\nPrivacyBee automatically identifies all privacy-relevant services on your website. This saves time and avoids errors that could occur with manual entry.\nIndividually customized\nThe privacy policy is tailored to your business and website—compliant with DSG and GDPR, and always up to date.\nSimplest integration into your website\nIntegrating it into your website is incredibly simple and can be done in just a few steps. If you’re also using WordPress, it becomes even easier with our plugin."
  },
  {
    "nombre": "Worldline Tap on Mobile",
    "url": "https://marketplace.bexio.com/en-GB/apps/126283/worldline-tap-on-mobile",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126283/worldline-tap-on-mobile/features",
    "num_secciones": 3,
    "features_text": "The new way to accept payments\nProcess payments easily, quickly, and contactlessly via the app — without fixed costs.\nPIN Entry: Required for payments exceeding the contactless limit (CHF 80.–).\nDigital Receipts: Send payment receipts via email or QR code scan.\nTransaction Overview: Access a comprehensive transaction summary within the app.\nSecure Payment Solution: PCI-certified for secure transactions.\nEasy and Fast NFC Payments: Accept contactless payments via NFC with your smartphone.\n\nYour advantages with Tap on Mobile\nProcess contactless payments easily and quickly by app. With no fixed costs.\nAccept payments easily and securely\nAccept contactless credit and debit cards (Mastercard, Debit Mastercard, Maestro, Visa, Visa Debit, V PAY), TWINT and other mobile payment methods.\nNo fixed costs and no minimum contract duration\nYou pay just 1.4% or 1.7%* per transaction. No fixed costs or basic fee\nNo additional terminal required\nTap to Pay on iPhone requires an iPhone XS or the latest version of iOS.\nYou can link an account with up to 5 (iOS and Android) devices.\nThe Tap on Mobile app runs on Android devices (from Android 12).\nFast payment\nYou will receive your money within 1-2 working days\nDigital receipt\nBy e-mail or QR code for your customers.\nPIN on Glass\nThe PIN input is done quite easily directly on your smartphone.\nTip function\nThe tipping function makes giving tips easier and thus contributes to higher sales.\nDynamic Currency Conversion\nWith Dynamic Currency Conversion (DCC), international customers can conveniently pay in their card currency.\n\nIdeal for small businesses\nTap on Mobile is the ideal entry-level solution for small businesses who want to accept card payments. There are no start-up costs, monthly costs or setup fees, you pay only when you accept a payment. Ideal for keeping your fixed costs low. Especially if you are just getting your business started.\nArtisan\nSmall shop owners\nDelivery services\nPop-up stores\nMarket stalls\nService providers\n… and much more! With Tap on Mobile, you always have the right solution at hand!"
  },
  {
    "nombre": "Ecwid by BedayaConnect",
    "url": "https://marketplace.bexio.com/en-GB/apps/126371/ecwid-by-bedayaconnect",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126371/ecwid-by-bedayaconnect/features",
    "num_secciones": 3,
    "features_text": "More about Ecwid by BedayaConnect\nWith the direct interface from BedayaConnect to the Ecwid e-commerce platform, you benefit from automated transaction transfers. This minimizes human errors and ensures greater accuracy of your data.\nminimize human errors\ngreater accuracy of your data\nseamless integration\nautomated transaction transfer\nThrough seamless integration and standardization of your e-commerce and accounting processes, you also save valuable time and reduce your operating costs – allowing you to fully focus on your core business.\n\nBenefit from the following advantages\nBenefit from our flexible and transparent pricing plans tailored to your individual needs. You can test our connector for free for the first 2 weeks, and after subscribing, you have only a 30-day cancellation period. Efficient and flexible – our monthly pricing plan covers all your business requirements.\nReal-time data\nReceive up-to-date and consistent transaction data in bexio for better decision-making and financial overview.\nScalability\nEasily scale your e-commerce business by seamlessly integrating new products and sales platforms.\nBetter customer support\nImprove customer satisfaction through faster and more accurate order processing and accounting.\nIncreased transparency\nImprove transparency and traceability of your business processes through unified data records in Ecwid and bexio.\nFlexibility\nQuickly adapt to market changes by seamlessly integrating new tools and applications with BedayaConnect.\nCompetitive advantage\nStay one step ahead of the competition with modernized and efficient business processes using Ecwid and BedayaConnect.\n\nA lot included\nAll pricing plans include the following services for free\nRetrieval of invoice status and invoice dispatch.\nAvailable integrations: Inventory, Shipping, and Dunning.\nSupport via email and chat on app.bedaya.ch\nFree documentation and FAQs on help.bedaya.ch\nTechnical updates and unlimited import of products and customers."
  },
  {
    "nombre": "moneyhouse – Commercial Register Service",
    "url": "https://marketplace.bexio.com/en-GB/apps/126601/moneyhouse-%E2%80%93-commercial-register-service",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126601/moneyhouse-%E2%80%93-commercial-register-service/features",
    "num_secciones": 3,
    "features_text": "The Moneyhouse Commercial Register Service\nWith our commercial register service, you can easily and quickly make changes to your company’s commercial register data. Whether it’s a name change, relocation of your headquarters, or modification of your company’s purpose, we support you with your adjustments.\n\nHow does the commercial register service work?\nAfter you submit the desired changes via our form, we will promptly prepare the necessary documents and send them to you via email for review and signature. You simply need to sign them and return the originals to us by post. If required, we will arrange for notarization with our notary and submit the changes to the relevant commercial register office. The registration and publication of the changes usually take place approximately one to two weeks after the submission of the documents.\n\nWhat benefits do you gain with Moneyhouse\nDiscover the key advantages Moneyhouse offers and see how we can support you efficiently.\nTime savings:\nFocus on your core business – we ensure that the desired changes are registered in the commercial register.\nNo need for personal appearance:\nWe represent you during notarization through powers of attorney. You only need to return the signed documents to us by post.\nComprehensive business database:\nOur platform allows you to check at any time whether your company information is up to date.\nYears of experience:\nWith our expertise and extensive experience, we always find the ideal solution for you."
  },
  {
    "nombre": "eTermin",
    "url": "https://marketplace.bexio.com/en-GB/apps/126607/etermin",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126607/etermin/features",
    "num_secciones": 2,
    "features_text": "Learn more about eTermin\neTermin is a smart online scheduler for small and medium-sized businesses. It includes everything you need for customer acquisition and retention, from efficient online appointment booking to customer management and targeted marketing.\nWith eTermin’s online appointment booking, you can automatically manage appointments 24/7, regardless of business hours, via your website, Google Search, and social media. Thanks to extensive customization and configuration options, you can effectively manage capacity, eliminate double bookings, and significantly improve appointment adherence through automatic reminders sent via SMS and email.\n\nFeatures of eTermin\neTermin digitizes processes, saves a significant amount of time, reduces overall costs, increases productivity, and boosts revenue. With eTermin, you can fully focus on your work again.\nOnline appointment booking\nConvenient online booking via your website, email, or social media\nOnline appointment calendar\nClear and efficient management of your appointments\nAppointment confirmation/reminder\nAutomated reminders and confirmations via SMS and email\nCalendar synchronization\nSync appointments with your online calendars such as Google, iCloud, Outlook, Exchange, etc.\nOnline payment or deposit at appointment booking\nStreamlined processes through online payment options\nResource management for rooms & equipment\nAutomated resource management for perfectly organized appointments\nCustomer management\nAutomatic management of valuable customer data\nLocation & branch management\nSupport for multiple locations and branches\nWaiting list function\nReduced downtime, happier customers, more business\nAutomatic document creation\nInvoices, contracts, etc. can be generated automatically during appointment booking\nMarketing functions\nIntegrated and targeted marketing features\nOpen interfaces (API)\nCombine best-in-class software with eTermin\nLocalization in more than 15 languages\nInternationalization for cross-language appointment bookings\nUser management & access rights\nIndividual access rights for each employee\nStatistics\nMeasure success, plan decisions\nEU-GDPR compliant\n100% guaranteed data protection according to current EU regulations and data processing agreements\nDirect contact person\nPersonal contact who knows you and your business"
  },
  {
    "nombre": "SumUp by BedayaConnect",
    "url": "https://marketplace.bexio.com/en-GB/apps/126766/sumup-by-bedayaconnect",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126766/sumup-by-bedayaconnect/features",
    "num_secciones": 1,
    "features_text": "What sets SumUp by BedayaConnect apart\nWith BedayaConnect, you can seamlessly connect SumUp with bexio. Our integration solution provides you with an up-to-date and accurate overview of your financial data from SumUp within bexio, making your accounting more efficient.\nQuick and easy setup: the connection is established in just a few clicks – no technical know-how required!\nFlexibly tailored: BedayaConnect enables you to manage your SumUp transactions in bexio with ease. You can adjust your subscription at any time to suit your needs.\nAutomatically recorded: Thanks to BedayaConnect, your data entry process—and therefore your accounting—is automated. This saves you valuable time every day and ensures maximum accuracy of your data."
  },
  {
    "nombre": "Zytrack",
    "url": "https://marketplace.bexio.com/en-GB/apps/126833/zytrack",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126833/zytrack/features",
    "num_secciones": 8,
    "features_text": "Absence\nOur app makes managing absences effortless. From leave requests to sick days – everything is seamlessly documented and synchronized in real-time. Keep track of team availability and optimize resource planning with ease.\nError-Free Billing\nPrevents errors in calculating vacation entitlements and sick leave.\nEasy Absence Management\nTracks absences such as vacation, illness, or other leaves.\nReal-Time Updates\nEnsures all changes are immediately reflected in the system.\n\nWorking Plan\nZytrack's work plan feature provides a precise overview of your employees' working hours. It ensures transparent and well-structured planning, enabling you to optimize resources and complete projects on time. Adjustments can be made quickly and effortlessly.\nClear Structure\nProvides a comprehensive overview of employees working hours and tasks.\nFlexibility\nEasily customizable to accommodate changes in working hours or tasks.\nOttimizzazione delle risorse\nOttimizza l’utilizzo delle risorse coordinando in modo efficiente orari di lavoro e compiti con le vostre capacità disponibili.\n\nReport Builder\nWith Zytrack's reports, you receive detailed and customizable insights into your data. You have a real-time overview of working hours, projects, and employee performance, helping you make informed decisions quickly and manage your resources efficiently.\nCustomizable Reports\nReports can be customized to meet specific needs or requirements.\nInformed Decision-Making\nHelps leaders make data-driven decisions for improved team and project management.\n\nGPS\nWith Zytrack's GPS feature, you can track your employees' locations in real-time. This not only helps with accurate billing of field activities but also provides added security for your team members and allows for efficient route planning.\nReal-Time Tracking\nLive location updates for employees on the go.\nSafety\nEnsures the safety of field employees through location tracking.\nAccurate Billing\nEnables precise calculation of travel times and external tasks for billing.\n\nProject Time Tracking\nWith Zytrack's Project feature, you get full control over all your ongoing and upcoming projects. Manage start and end dates, assign project managers, and track progress in real-time. Thanks to an intuitive interface and well-structured filters, you can access all key information at a glance. Streamline your project planning, boost efficiency, and ensure successful project execution – all in one tool.\nAccurate Time Tracking\nRecords the working hours of team members for different projects.\nEfficient Resource Planning\nHelps in the optimal allocation of working hours to projects.\nReliable Billing\nEnables accurate and transparent billing based on recorded work hours.\n\nInvoice\nWith Zytrack's invoice feature, you can create invoices quickly and automatically. Integration with time tracking and expense management ensures accurate billing and saves time. Customize invoice formats to suit your needs, reducing administrative effort and avoiding errors.\nAutomated Invoicing\nEffortlessly create invoices based on tracked time and expenses.\nAccurate Billing\nIntegration with other Zytrack features ensures precise invoicing.\n\nExpenses\nZytrack's expense module allows for quick and easy tracking of all expenses. The automated billing and approval process ensures error-free and efficient management, allowing you to focus on your core business. All expenses are clearly displayed to keep everything organized.\nEasy Expense Tracking\nQuick and easy expense entry by employees.\nClear Reports\nDetailed expense reports for easy tracking and transparency.\n\nCustomer registration\nEnables the structured and rapid capture of customer data to ensure efficient management and seamless communication. With this feature, customer data can be centralized and easily updated, facilitating quick responsiveness and personalized service. Ideal for companies seeking a clear overview of their customer relationships and aiming for efficient, GDPR-compliant customer data management.\nData integration\nConnects customer data with other business processes to enable personalized and efficient service.\nData management\nEnables the structured collection, storage, and updating of customer data.\nContact management\nProvides a central overview and easy management of all communication channels with customers."
  },
  {
    "nombre": "Konsento",
    "url": "https://marketplace.bexio.com/en-GB/apps/126902/konsento",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126902/konsento/features",
    "num_secciones": 2,
    "features_text": "More about Konsento\nTake the administration of your company into your own hands! With Konsento, you can conduct your AGM in no time and always have your share register to hand. This saves you time and money and, thanks to the integrated archive, you are ready for all future transactions.\nDeveloped with lawyers and notaries\nFast onboarding thanks to integrated commercial register data\nHigh security and data storage in Switzerland\nWeb application – no installation necessary\n\nWhat are the advantages of Konsento?\nDiscover our proven digital solution for Swiss SMEs, startups, and growth companies. Our innovative and compliant platform offers complete end-to-end solutions.\nIncreased transparency through the involvement of shareholders\nSignificant cost and time savings thanks to digital processes\nLegally compliant and user-friendly processes to safeguard board members, numerous templates for meeting agenda items and legal documents\nA modular solution for all equity management tasks\nNote: In the near future, your AGM-relevant accounting figures will be transferred directly from bexio to Konsento."
  },
  {
    "nombre": "Edelwise",
    "url": "https://marketplace.bexio.com/en-GB/apps/128533/edelwise",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/128533/edelwise/features",
    "num_secciones": 3,
    "features_text": "Financial analysis\nEdelwise offers a simplified and automated experience to compare variances between the budget forecast and actual accounting.\n\nCash flow planning\nEdelwise provides visibility into the evolution of cash flows and their availability in real time.\n\nBusiness steering\nEdelwise allows for predicting changes and visualizing the impact of business owner decisions with precise indicators."
  },
  {
    "nombre": "Corebility",
    "url": "https://marketplace.bexio.com/en-GB/apps/130702/corebility",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/130702/corebility/features",
    "num_secciones": 5,
    "features_text": "Seamless Class & Appointment Scheduling\nEasily manage group classes, private sessions, and recurring appointments. Your clients can book themselves, saving you time and reducing no-shows.\n\nAutomated Email, WhatsApp & SMS Reminders\nSend automatic reminders for upcoming classes, cancellations, and follow-ups. Reduce missed appointments and keep clients engaged effortlessly.\n\nClient Account & Membership Management\nTrack sessions, packages, credits, and memberships with ease. Corebility makes it simple to manage client balances and histories — no spreadsheets needed.\n\nPersonalized Home Exercise Programs\nCreate and share custom exercise videos and plans for clients to follow at home. Great for client retention, rehab, and hybrid (in-studio + online) offerings.\n\nInstructor-Friendly Dashboard\nSee your full schedule, client notes, and session details at a glance. Built to support busy instructors and studio owners with real-time visibility."
  },
  {
    "nombre": "bexlook",
    "url": "https://marketplace.bexio.com/en-GB/apps/125905/bexlook",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/125905/bexlook/features",
    "num_secciones": 3,
    "features_text": "No more chaos!\nPut an end to the chaos in your Outlook contacts and keep your data up to date!\nWith the fully automated software solution bexlook, you can effortlessly synchronize all contact details of your customers, suppliers, and partners from bexio to MS Outlook (Microsoft 365). The synchronization is set up with just a few mouse clicks.\n\nStop wasting your time!\nImagine how much time and efficiency you and your employees could gain if you…\nCan quickly access your suppliers’ contact details whenever you need them most.\nEffortlessly and specifically use your customers’ postal or email addresses for promotional campaigns, without the hassle of searching for them.\nAlways stay informed about current customer addresses and never find yourself standing in front of closed doors again.\nHave your customer’s mobile number on hand immediately while they wait for your callback.\nWith optimal organization, you save valuable time and can fully focus on your core business!\n\nThe benefits of bexlook\nPut an end to the chaos in your Outlook contacts and keep your data consistently up to date.\n\nWith the fully automated software solution bexlook, you can effortlessly synchronize all contact details of your customers, suppliers, and partners from bexio to MS Outlook (Microsoft 365). The synchronization is set up with just a few mouse clicks.\nSimple: With automated synchronization, you keep your contact details up to date across all devices.\nFast: bexlook synchronizes your contact details from bexio to MS Outlook hourly and within minutes.\nSecure: Your data is transmitted encrypted and is not stored with us. Therefore, it is protected at all times.\nRisk-free: Using bexlook involves no hidden costs and can be canceled at any time. Try the free demo version today.\nEffective: Our solution combines the market leaders bexio and Microsoft 365, significantly increasing efficiency in your office.\nWould you favour a free demo? Here you can learn more."
  },
  {
    "nombre": "JobCloud - jobs.ch & jobup.ch",
    "url": "https://marketplace.bexio.com/en-GB/apps/128294/jobcloud---jobsch-jobupch",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/128294/jobcloud---jobsch-jobupch/features",
    "num_secciones": 5,
    "features_text": "Meet JobCloud ONE: a single access point to simplify recruitment workflow and shape the future of hiring.\nTrusted by 40K+ Swiss companies from startups to enterprises. 20+ years of connecting Switzerland’s talent with recruiters.\n\nPost job openings in seconds\nSave time and attract top talent with AI-driven job descriptions. Create professional, engaging job ads in minutes ensuring they reach the right candidates.\n\nStreamline your candidate selection\nSimplify hiring with our intuitive Candidate Management Tool. Track applications, manage candidates, and hire faster with JobCloud ONE’s user-friendly interface.\n\nRecruit on the go\nJobCloud ONE keeps you connected, whether you're posting jobs or managing applications. Optimized for mobile, JobCloud ONE makes hiring seamless and efficient, wherever you are.\n\nATS integrations\nKeep the tools you trust while upgrading your recruitment process. JobCloud ONE integrates effortlessly with a wide range of ATS partners, letting you connect your preferred system or use our built-in tools."
  },
  {
    "nombre": "biscau",
    "url": "https://marketplace.bexio.com/en-GB/apps/125839/biscau",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/125839/biscau/features",
    "num_secciones": 4,
    "features_text": "Annual Financial Statement and Analysis\nFiduciaries can create a complete annual financial statement, analysis, or business valuation in just a few minutes. They work more efficiently, reduce manual processes, and simultaneously improve the quality of their results.\nAnnual financial statements, from compact to comprehensive – the scope and depth of the financial statement can be tailored to meet the client’s specific needs\nThe annual financial statement analysis report includes all key financial metrics. The balance sheet and income statement are presented graphically, along with the risk profile and fair value\nThe cash flow statement is generated automatically\nThe allocation of profit or loss is automatically suggested and can be customized as needed\n\nCreate a business valuation\nYou receive software that supports you with various assistants during the business valuation process, particularly in assessing qualitative factors and using different valuation methods. The valuations can then be customized through report assistants, allowing your assessment to have its own unique touch.\nBusiness valuation using the fair value method\nBusiness valuation using the practitioner method\nBusiness valuation using the multiples method\nBusiness valuation using the DCF method (Discounted Cash Flow)\n\nConsolidation and Group Financial Statement\nWith the Group Financial Statement module, you can create your group financial statements in a verifiable and transparent manner, adhering to both national and international accounting standards. Numerous assistants support you throughout the entire consolidation process.\nConsolidation in accordance with the regulations of the Swiss Code of Obligations (OR), Swiss GAAP FER, or IFRS\nConsolidation report with drill-down features at the account level\nEquity statement with goodwill and badwill listing\nAnalysis and valuation of corporate groups\nCreate unlimited views across corporate groups\nEnhance group financial statements with AI-generated reports or your own custom reports\n\nAudit of the annual financial statement\nThe Audit module supports you in managing, assessing risks, planning, controlling, and monitoring all tasks within the audit process. Your auditors are guided through the audit with the help of various assistants. At any point during the audit process, auditors will find all relevant information, audit points, analyses, pending items, adjusting entries, attachments, and protocols they need for each audit phase. It doesn’t matter where in the world the auditors are located, how many are working on the project, or the scope of your planning and audit tasks.\nWith the assistant, you can create audit reports that can be customized individually\nAI-generated reports for key areas in the audit\nDigital surveys for the CFO\nDynamic audit plan creation\nVariance analyses with individual explanations for each position\nMateriality analysis with individual adjustments or explanations\nComprehensive analytics with company rating and financial metrics, including industry comparison\nSupports all common types of audits: limited audit, ordinary audit, interim balance, review, company formation, or liquidation"
  },
  {
    "nombre": "Zapier Connector",
    "url": "https://marketplace.bexio.com/en-GB/apps/125529/zapier-connector",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/125529/zapier-connector/features",
    "num_secciones": 1,
    "features_text": "Zapier + bexio\nZapier lets you connect bexio with thousands of the most popular apps, so you can automate your work and have more time for what matters most—no code required.\nAdd new customers from your online shop to bexio contacts\nSend receipts from your email inbox to bexio\nBackup bexio invoices to Google Drive\nUpdate contacts in bexio using Google Sheets\nAnd much more! Get started by clicking on the Add App button, this will lead you to the Zapier website where you can start creating your first Zaps!"
  },
  {
    "nombre": "Accrio · CSV Importer",
    "url": "https://marketplace.bexio.com/en-GB/apps/126058/accrio-%C2%B7-csv-importer",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126058/accrio-%C2%B7-csv-importer/features",
    "num_secciones": 5,
    "features_text": "Tested formats\nIn principle, any CSV/TXT/XLSX* file with at least 3 columns ‘Date’, ‘Description’ and ‘Amount’ (column names can be arbitrary).\nJournal entries\nPostings that already contain the account, contra account and VAT code from Bexio (can also be incomplete and completed with the Accrio rule catalogue)\nCornercard Credit card\nCornercard Credit card\nMyPos Transactions\nMyPos Transactions\nNeon Transactions\nNeon Transactions\nPayPal Transactions\nPayPal Transactions\nPostFinance Credit Card\nPostFinance Credit Card\nRevolut Business Expenses\nRevolut Business Expenses\nRevolut Personal Statements\nRevolut Personal Statements\nRevolut Business Transactions\nRevolut Business Transactions\nStripe Transactions\nStripe Transactions\nSumup Transactions\nSumup Transactions\nSwisscard AECS Transactions\nSwisscard AECS Transactions\nTwint Transactions\nTwint Transactions\nUBS MasterCard / VISA\nUBS MasterCard / VISA\nViseca DE\nViseca DE\nWise (TransferWise)\nWise (TransferWise)\nYapeal Transactions\nYapeal Transactions\nWallester Transactions\nWallester Transactions\nNexi Transactions\nNexi Transactions\nBeliebige MasterCard / VISA-Abrechnungen\nAny MasterCard / VISA statements (CSV)\nAbacus payroll accounting\nAbacus payroll accounting\nERP posting records\nERP posting records\n\nAutomated (rule-based) account assignment\nTransaction rules decide to which income/expense account a transaction is posted.\nConditions\nDescription contains\nAmount >= and <= xy\nAccount name contains\nReferenceNo contains\nPaidFrom contains\nCardNo contains\nActions\nAssign debit/credit accounts\nPost transaction fees separately (e.g. with Revolut)\nIgnore posting / post manually without rule\nDerive service period (set service period based on transaction date) - compatible with Accrio module ‘Accruals’\nModify booking text (replace test, append, prefix, use rule name as title)\nAssign VAT code\n\nShare rules across clients (trustee)\nRulebooks can be shared across clients\n\nMultiple currencies in one import\nAccrio can easily trade multiple currencies in one file (e.g. a Revolut account with 4 currencies CHF, EUR, USD & GBP) and post each currency to a different contra account\n\nManage together\nClients can be managed together\nMultiple clients\nManage multiple clients (companies) in one user account\nMultiple users\nMultiple users can access one client (company)"
  },
  {
    "nombre": "XfleX for Building Technology",
    "url": "https://marketplace.bexio.com/en-GB/apps/126061/xflex-for-building-technology",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126061/xflex-for-building-technology/features",
    "num_secciones": 3,
    "features_text": "Everything important at a glance\nXfleX covers all administrative processes needed by SMEs in the trade and service sectors. For building technicians, it also meets the unique requirements specific to these industries. With 25 years of experience in industry solutions, XfleX ensures practical relevance. Thanks to a complete redevelopment, the software is technologically up-to-date and offers fully digital workflows.\n\nXfleX is ideal for building technicians.\nWith XfleX, the object is at the center, displaying all assets, maintenance contracts, and service history at a glance. The planner has access to planning tools, and the estimator can work with IGH catalogs.\nPure web solution: runs instantly on any operating system and device size without requiring an app installation.\nLow costs: database pre-configured for the industry, self-guided training with video tutorials\nDigital workflows: report entry with voice input, digital customer signature, digitally signed documents, bulk email distribution\nMobile users: specialized interfaces for construction workers, field service staff, and service technicians\n\nThe solution of our modules\nXfleX is not only modular in structure but also in billing. The advantage: you only pay for the modules that each user actually used in the past month. This way, your costs continuously adjust to your current operational size and business processes.\nModule xRM - Contacts in the network\nModule xDEAL - From Quote to Invoice\nModule xPERFORM - Performance tracking, time control, post-calculation\nModule xDISPO - Job scheduling, capacity analysis\nModule xLINK - Connected with other systems\nModule xCHECK - Asset monitoring, installation protocols, GPS tracking, and geoinformation system\nModule xSUPPLY - Order, store, deliver\nModule xCONTRACT - Contracts and maintenance tasks"
  },
  {
    "nombre": "Shopware interface for bexio",
    "url": "https://marketplace.bexio.com/en-GB/apps/126063/shopware-interface-for-bexio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126063/shopware-interface-for-bexio/features",
    "num_secciones": 15,
    "features_text": "Automatic order transfer\nNew Shopware orders are automatically transferred to bexio - without any manual effort.\n\nFlexible document control\nAutomatically create orders, invoices or both - depending on your desired workflow.\n\nIntelligent data allocation\nSynchronize only the information you really need - individually controllable.\n\nExtensive configuration\nControl subshops, payment methods, document templates, tax rates, accounting and bank accounts.\n\nSecure API connection\nThe connection is encrypted via the official Shopware and bexio APIs - DSG-compliant.\n\nIndividual sales channels\nSelect which Shopware sales channels should be synchronized in bexio.\n\nDocument title & template options\nDefine individual titles and templates for your receipts in bexio.\n\nCustomize product settings\nControl gross/net prices, units, descriptions and item names.\n\nAssign VAT rates\nAutomatically assign items to the appropriate VAT rate.\n\nBank account mapping\nLink payment types with bank accounts in bexio - for correct booking.\n\nDefine import rules\nImport by status, customers, products or time frame - according to your criteria.\n\nManual single transfer\nTransfer individual orders manually if required.\n\nError management with testing\nCheck orders before importing and see incorrect entries clearly displayed.\n\nWaiting list management\nKeep track of open or waiting transfers.\n\nSynchronization History\nSee all successfully transferred orders at a glance."
  },
  {
    "nombre": "Alloy Ads",
    "url": "https://marketplace.bexio.com/en-GB/apps/131130/alloy-ads",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/131130/alloy-ads/features",
    "num_secciones": 8,
    "features_text": "Flexible campaign planning\nStay in control: With AlloyAds, you can create multiple campaign variants in parallel — whether different budgets, target audiences, or placements. This lets you compare strategies directly and quickly launch new campaigns based on the results. Without relying on agencies or external tools, you remain agile and data-driven in your decision-making.\nSelf-management without external agencies\nRun campaigns side-by-side for performance analysis\nLaunch new campaigns faster – driven by real insights\n\nCreative Center\nWhether banner, video, or image creative: In the Creative Center, you manage all your advertising materials centrally and comfortably. Once uploaded, your creatives are automatically served across more than 50 online portals — with no extra effort or technical hurdles. Although changes during the campaign runtime are not possible, you benefit from a clear, well-structured setup and maximum reach — without approval loops or manual placements.\nCentral hub for all creatives and advertising assets\nAutomated delivery to 50+ high-traffic portals\nAllows multiple variants for A/B testing and performance tuning\n\nSmart Targeting Engine\nAlloyAds identifies relevant users based on real-time behavior, interests, and contextual signals — even before an active search is made. The AI-powered engine detects preferences, analyzes B2B offers, and optimizes your campaign placement along impactful touchpoints. This way, your advertising reaches decision-makers precisely when they are receptive to your message — without wasted impressions. More precise. More effective. More efficient.\nArtificial intelligence for audience targeting\nLeveraging contextual, behavioral, and online signals\nAutomated targeting across important touchpoints\n\nAutomatic Budget Optimization\nThe platform identifies which creatives, placements, or target audiences perform best — dynamically directing your budget accordingly. This continuously increases your campaign efficiency without manual intervention. It’s a powerful lever for better results, especially for mid-sized teams with limited resources.\nLive performance tracking on creative and audience levels\nAI-driven budget shifting for optimal efficiency\nNo manual control required\n\nVisibility Across 50+ Top Brands\nAlloy Ads ensures your ads are displayed on over 50 renowned brands and platforms — precisely tailored to the individual profile and interests of your target audience. This way, you reach potential customers exactly where they spend their time, maximizing both reach and relevance of your campaign. Perfect for marketing teams aiming for high visibility and efficiency with limited resources.\nPrecise user profiling for targeted delivery across 50+ premium brands\nBroad multi-brand reach to boost campaign performance\nAutomatic adjustment of ad placement based on user behavior and interests\n\nReal-time dashboard & campaign management\nWith the AlloyAds dashboard, you can monitor your campaign performance at any time — across all levels. Impressions, clicks, costs, leads, and conversions are clearly visualized and continuously updated. No black boxes, no waiting times, no agency reports needed. This enables you to make informed decisions faster.\nReal-time dashboard for performance, budget, and goal progress\nVisualize all KPIs – multi-channel and easy to export\nPerfect for reporting, control, and impactful conclusions\n\nPerformance recommendations & personalized assistance\nAlloy Ads actively supports you with concrete recommendations to improve your campaigns. This is complemented by personal support directly within the tool — no waiting times. This way, you benefit from technology and expertise without complexity.\nAI-powered optimization suggestions based on your campaigns\nDirect support from skilled marketing professionals\nRapid assistance through email\n\nManagement reporting with one click\nExport your campaign results in attractive PDF reports – perfect for internal presentations, team meetings, or executive reviews. All key metrics are clearly prepared, visually presented, and ready to use immediately. No additional editing required.\nStandardized reports with all relevant KPIs\nProfessional PDF exports for internal presentations\nDesigned for controlling, leadership, and external partners"
  },
  {
    "nombre": "JUSTgreen",
    "url": "https://marketplace.bexio.com/en-GB/apps/133652/justgreen",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/133652/justgreen/features",
    "num_secciones": 7,
    "features_text": "Mobile time tracking & work reports\nYour employees record working hours, materials, and trips directly on site – using their own smartphone, tablet, or PC. Everything is instantly stored centrally in the system. No re-entry, no paperwork. You always have full oversight, documented down to the minute.\nWork hours & reports directly via smartphone\nAlways complete\nInstantly in the system\nNo lost papers\n\nCapture receipts & trips digitally\nEmployees record all receipts while on the go – whether material slips, delivery notes, vehicle mileage, or expenses. Simply take a photo of the receipt, choose a category, done. No paper chaos, no lost documents. All uploads are neatly stored and accessible at any time. This saves time, reduces stress, and ensures complete billing.\nReceipts & documents directly via smartphone – done in seconds!\nInstantly in the system – nothing gets lost\nAll categories: materials, trips, expenses & more\nPhotograph receipts instead of collecting them\n\nFilter and export reports\nFilter your reports precisely – by time period, customer, job type, department and other criteria. Export everything as a PDF. Hours, materials, trips: everything at a glance. What used to take hours on paper is now done in seconds. Perfect for customer billing and controlling.\nFilter reports & PDF export\nFilters by period, customer, department & more\nReady to send immediately\nPDF export for billing & controlling\nHours, materials & trips at a glance\n\nReal-time overview\nAll data flows into one central place – from time tracking to materials to expenses. The dashboard shows the most important metrics live: hours worked per employee, per department and for the entire company, recorded work reports and material usage. You immediately see where your business stands, create analyses and customer invoices with just a few clicks, and spot bottlenecks before they become expensive.\nLive overview of your business – anytime & anywhere\nHours per employee, per department & for the whole company\nAnalyses with just a few clicks\nLive view of all recorded reports\n\nIntegration with bexio\nCustomers and employees are synchronized at the push of a button. You send work reports directly to bexio as invoices. No double entry, no transfer errors. Your accounting updates automatically. More features like product synchronization will follow.\nUse JUSTgreen with bexio\nNo duplicate work, no transfer errors\nCreate invoices in bexio from work reports with a single button\nSynchronize customers & employees with one click\n\nMonthly closing\nEmployees submit their timesheets digitally at the end of the month. As an administrator, you review them, correct if needed, and approve them. JUSTgreen automatically generates the timesheets as PDFs. No more collecting paper, full transparency for everyone.\nClean monthly closing – without paper & without stress!\nClear, transparent & audit-proof\nAutomatic PDF timesheets\nSubmit & approve hours digitally\n\nMultilingual interface & practical support\nFor international teams and all real-world scenarios: JUSTgreen is currently available in six languages and offers free support as well as live demos based on real practical examples. Understand quickly, benefit instantly.\nFor every team and every language\nLive demos & fast onboarding\nFree, practice-oriented support\nAlready 6 languages for international teams"
  },
  {
    "nombre": "jobalino",
    "url": "https://marketplace.bexio.com/en-GB/apps/126055/jobalino",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126055/jobalino/features",
    "num_secciones": 3,
    "features_text": "Create and design job ads\nWith jobalino, you can quickly create attractive job ads – powered by AI! Simply enter the key job details, and our AI automatically generates an optimized, visually appealing ad tailored perfectly to your target audience.\n\nSmart job platform recommendations & budget planning for maximum reach\njobalino automatically recommends the best job platforms for your job ad – including a budget suggestion! With targeted recommendations, you reach the right candidates without wasting time or budget.\n\nCentralized applicant management & secure communication – data protection compliant\nWith jobalino, you manage all applications centrally in one place and communicate directly through the tool. Stay organized and protect your candidates’ sensitive data according to the highest Swiss data protection standards."
  },
  {
    "nombre": "XfleX for Painters",
    "url": "https://marketplace.bexio.com/en-GB/apps/126062/xflex-for-painters",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126062/xflex-for-painters/features",
    "num_secciones": 3,
    "features_text": "Everything important at a glance\nXfleX covers all administrative processes needed by SMEs in the trade and service sectors. For painters and building technicians, it also meets the unique requirements specific to these industries. With 25 years of experience in industry solutions, XfleX ensures practical relevance. Thanks to a complete redevelopment, the software is technologically up-to-date and offers fully digital workflows.\n\nThe benefits of XfleX\nXfleX simplifies quote creation with custom text modules. Employees can record their reports directly on-site using their mobile phones. Working time evaluations comply with ZPBK guidelines. The user-friendly project profitability report integrates with SMGV calculations and also displays the hourly labor rate.\nLow costs: database pre-configured for the industry, self-guided training with video tutorials\nDigital workflows: report entry with voice input, digital customer signature, digitally signed documents, bulk email distribution\nMobile users: specialized interfaces for construction workers, field service staff, and service technicians\nPure web solution: runs instantly on any operating system and device size without requiring an app installation.\n\nThe modules of our solution\nXfleX is not only modular in structure but also in billing. The advantage: you only pay for the modules that each user actually used in the past month. This way, your costs continuously adjust to your current operational size and business processes.\nModule xRM - Contacts in the network\nModule xLINK - Connected with other systems\nUser MobileTime - Time tracking on the construction site\nModule xDISPO - Job scheduling, capacity analysis\nModule xPERFORM - Service tracking, time control, post-calculation\nModule xDEAL - From Quote to Invoice"
  },
  {
    "nombre": "Arcavis",
    "url": "https://marketplace.bexio.com/en-GB/apps/128486/arcavis",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/128486/arcavis/features",
    "num_secciones": 3,
    "features_text": "Interface bexio x Arcavis\nWith the bexio extension, data can be exchanged between Arcavis and bexio via an API.\nThe following functions can be utilized:\nimport product data from bexio into Arcavis\npost orders in the back office to bexio invoices\nimport, export, and synchronize customers and suppliers (contacts)\npay bexio invoices at the cash register\nexport booking entries from Arcavis to bexio\n\nArcavis Point of Sales\nEasy to set up and quickly adapted to your individual needs. The Arcavis cash register is fast, intuitive, and flexible.\nTouch Layout\nWindows version for stationary retail\nOffline capable\niOS and Android versions for mobile cash registers\n\nArcavis Backoffice\nRecord items, view statistics, create invoices, manage permissions – in the Arcavis back office, you can handle all of this from anywhere.\nAutomatic backups\nView cash register data live\nSecure web access"
  },
  {
    "nombre": "Aequitec",
    "url": "https://marketplace.bexio.com/en-GB/apps/132156/aequitec",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/132156/aequitec/features",
    "num_secciones": 4,
    "features_text": "Share Register & CapTable\nWith the Aequitec Platform, you can create your share register with just a few mouse clicks and manage it in a legally compliant manner.\n\nEmployee participation\nWith the Aequitec Platform, you can set up and manage your employee shareholdings, as well as share them with your employees. This creates trust and motivates.\n\nISIN\nWith the Aequitec Platform, you can book the shares of your investors in the securities accounts of all banks worldwide. Secure the right investors for your company.\n\nGeneral meeting\nWith the Aequitec Platform, you can hold physical, hybrid or purely virtual general meetings. Invite in a legally compliant manner, record shareholder presence quickly and record all shareholder votes in a legally clean manner. Your shareholders will thank you."
  },
  {
    "nombre": "Accrio · Fixed Assets",
    "url": "https://marketplace.bexio.com/en-GB/apps/126056/accrio-%C2%B7-fixed-assets",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126056/accrio-%C2%B7-fixed-assets/features",
    "num_secciones": 5,
    "features_text": "Asset positions & groups\nManage fixed asset positions in groups\nPurchase and sale with/without VAT\nHistoric purchase\nExtraordinary depreciation\nKeep with residual value\nRounding of depreciation amounts\nTrue-Fair-Value\n\nDepreciations\nLinear & degressive depreciation\nLinear & degressive depreciation\nCalculate depreciation per month, quarter, or year\nPost depreciation in groups or individually in bexio.\n\nFixed asset schedule\nFixed asset schedule (overview of your fixed assets)\n\nDocument storage\nDocument storage: store documents directly with the asset\n\nManage together\nClients can be managed together\nManage several clients (companies) in one user account\nSeveral users can access one client (company)"
  },
  {
    "nombre": "Microsoft Power BI",
    "url": "https://marketplace.bexio.com/en-GB/apps/126000/microsoft-power-bi",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126000/microsoft-power-bi/features",
    "num_secciones": 5,
    "features_text": "Cost accounting\nEven without cost centers in bexio, our solution allows you to create cost accounting with overhead allocation. Various customers are already benefiting from this, see https://redit.ch/erfolge/power-bi\n\nData Integration\nData from external systems or bexio add-ons such as Arcavis, Clockodo, 2getHR, etc. are also linked to give you a comprehensive view of your data.\n\nBudget\nBudgeting made easy. We integrate your popular Excel spreadsheets and link them to the actual data in bexio. Everything is dynamic and straightforward.\n\nConsolidation\nDo you have multiple bexio clients? With our solution, income statements (consolidated group or branch view) are just a click away. Save valuable time with our automated method.\n\nIndustry and size independent\nOur clients include startups, local and international companies across various industries. From simple support to large projects – leverage our experience to expand your bexio solution with comprehensive analyses."
  },
  {
    "nombre": "TimeShepherd",
    "url": "https://marketplace.bexio.com/en-GB/apps/126002/timeshepherd",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126002/timeshepherd/features",
    "num_secciones": 9,
    "features_text": "Time Tracking\nTime tracking available via app, browser, and/or hardware terminal (fingerprint/RFID).\n\nAbsence Management\nManagement of the following absence types: Vacation, illness, accident, paid absences, military/civil service, maternity/paternity leave, compensation, training/education, including a standard workflow for absences.\n\nCompany Calendar / Holidays\nCompany calendar with annually definable holidays & half workdays\n\nVacation / Vacation Planner\nVacation entitlement in full and half days\n\nReports\nMonthly Report: Monthly report of employee hours, Time Balance List: Balances as of a specific date, Account Overview: Number of absences and entries, Annual Overview: Graphical view of all team absences, Reports available as: PDF, HTML, XLSX, or sent directly from TimeShepherd via email.\n\nNotifications\nAutomatic error notifications in the news feed\n\nRoles\nUser Role / Administrator Role\n\nTimeShepherd App (iOS/Android)\nClock-in/clock-out entries, View of personal balances, Display of current personal entries, and submission of absence requests.\n\nServices & Technical\nMultilingual (CH-D, DE, EN, FR, IT), server hosting in Switzerland, migration to SME edition, no setup costs, comprehensive support including videos in the help portal."
  },
  {
    "nombre": "Cyber Risk Monitoring",
    "url": "https://marketplace.bexio.com/en-GB/apps/128378/cyber-risk-monitoring",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/128378/cyber-risk-monitoring/features",
    "num_secciones": 4,
    "features_text": "External Cybersecurity Insights, the Hackers view:\nGain a comprehensive external perspective on your organization’s cybersecurity to identify vulnerabilities, validate defenses, and enhance your overall security posture. These insights enable proactive risk management and quick decision-making to address critical gaps.\nIndustry Trusted and Enterprise-Grade Risk Scoring: Use trusted metrics, backed by millions of rated companies, to assess and compare cyber security risks.\nExternal Validation of Security Measures: Verify your cybersecurity with an external, trusted brand to ensure alignment with industry standards and evolving threats.\nIT Asset Overview: Get a detailed snapshot of your external IT assets and their security status.\nCyber Security Risk Score: Measure your overall cybersecurity risk with a clear, actionable score.\n\nProactive Evaluation of Security Measures:\nDetect and address security gaps with proactive vulnerability identification and automated monitoring tools. Strengthen your defenses with 24/7 oversight, real-time alerts, and targeted remediation to minimize risks and maintain operational continuity.\nComprehensive Issues and Findings: A detailed summary of all issues identified across your external IT assets.\nPrioritized Recommendations: Prioritized action plan focused on addressing the most critical issues first.\nActionable Solutions: Clear guidance on resolving the identified issues effectively.\nSecurity Domains Covered: Thorough scans of email security, network filtering, DNS security, system reputation, web encryption, application security, software patching, and system hosting.\n\nSimplified Compliance and Audit Preparation:\nSimplify compliance and audit preparation with automated tools that align with industry standards, generate secure documentation, and reduce regulatory risks while showcasing compliance to stakeholders.\nFramework Alignment: Ensure compliance with standards like NIS2, DORA, and ISO.\nAutomated Checks: Verify regulatory requirements with minimal effort.\nRisk Based Scoring: Evaluate and prioritize risks with a clear, data-driven scoring system that highlights the most critical vulnerabilities, enabling focused remediation and improved security outcomes.\nPre-Organized Reports: Automated, structured documentation for audit preparation.\n\nRisk and Cost-Effective Cybersecurity Management:\nLeverage enterprise-grade software at an SME-friendly budget, with intuitive reports and a user-friendly portal requiring no IT expertise. It helps to protect your brand with a risk-based approach to securing your storefront and critical assets. Optimize cybersecurity investments with detailed risk assessments, cost-benefit analyses, and actionable insights to prioritize mitigation strategies and strengthen defenses effectively.\nComprehensive Assessments: Identify and evaluate potential threats.\nRisk Prioritization: Focus on mitigating critical vulnerabilities.\nEasy-to-Understand Reports and Scoring: Simplify cybersecurity with clear reports and scores anyone can understand—no IT expertise needed.\nStrategic Insights: Align security efforts with business objectives."
  },
  {
    "nombre": "SwissCall.net",
    "url": "https://marketplace.bexio.com/en-GB/apps/131049/swisscallnet",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/131049/swisscallnet/features",
    "num_secciones": 4,
    "features_text": "Why SwissCall.net?\nRely on SwissCall.net - because your company deserves the best connection.\nClear calls, stable connections, full flexibility\nPersonal Sunrise Business Support - customised to your needs\nCustomised business subscription solutions for companies & the self-employed\nBest network coverage & leading 5G network in Switzerland with Sunrise Business\n\nUnlimited in Switzerland\nNo limits, no extra costs: Everything included across Switzerland.\nCalls to all Swiss mobile and landline networks included\nUnlimited data volume in Switzerland\nSMS and MMS included in Switzerland\n\nFrom Switzerland to other countries\nFrom Switzerland to the world – no hidden fees, just standard rates.\nCalls, SMS and MMS at standard prices (Roaming & International standard rates).\n\nFrom Switzerland to other countries\nAlways reachable – even on the go.\nAfter that, the standard prices apply (Roaming & International standard rates).\n1 GB of data per month included\n100 minutes of incoming and outgoing calls per month included"
  },
  {
    "nombre": "Revoxio",
    "url": "https://marketplace.bexio.com/en-GB/apps/132388/revoxio",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/132388/revoxio/features",
    "num_secciones": 4,
    "features_text": "Automated import from Revolut Business\nAutomate the import of your Revolut Business expenses to bexio securely with 0Auth connection to your bexio API. Eliminate tedious and time-consuming manual entry for good.\nAutomatic Drag & Drop Import\nAutomatic mapping to the appropriate bexio accounts\nIntelligent data validation before import\nAutomatic recognition of Revolut Business format\nDrag and drop your exported Revolut ZIP file\nMaximum Security\nAuthentification OAuth bexio\nSecure hosting in Switzerland\nNo financial data stored on our servers\nFull GDPR compliance\nAES-256 end-to-end encryption of all data\n\nSmart multi-currency management\nRevoxio automatically manages all your Revolut multi-currency transactions (EUR, USD, GBP, CHF, etc.) with intelligent mapping to the appropriate bexio accounts. No more exchange rate errors or complex manual allocations.\nAutomatic Currency Detection\nAutomatic recognition of all currencies in your Revolut export\nIntelligent identification of EUR, USD, GBP, CHF and other currencies\nValidation of integrated bexio exchange rates\nSimultaneous processing of multiple currencies in a single import\nRevolut multi-currency account management\nMapping Intelligent par Devise\nAutomatic assignment of a specific bexio account for each currency\nSaving your mapping preferences\nIntelligent suggestion of appropriate bexio accounts by currency\n\nSmart mapping\nRevoxio automatically configures the reconciliation between your Revolut categories and your bexio accounts using an intelligent mapping system. A one-time configuration that remembers your preferences and permanently automates your accounting entries according to your bexio accounts.\nDual Mapping Mode\nManual mode: assigns all transactions to a single bexio account of your choice\nAutomatic mode: uses Revolut accounting categories (Expense category code) to automatically map to the appropriate bexio accounts\nContextual help with visualisation of your available bexio accounts\nCustomisable descriptions with dynamic Revolut fields\nAutomatic detection of bank fees accounts\nAdvanced Permanent Configuration\nAutomatic saving of all preferences in your profile\nSimple or advanced interface\nAutomatic application of mapping to each new import\nReal-time validation of accounting consistency\n\nDrastic time savings\nRevoxio saves you valuable time by fully automating the import of your Revolut expenses into bexio. No more tedious manual entry. Free up hours each month to focus on your core business.\nImmediate Time Savings\nComplete automation of the accounting process\nComplete elimination of manual transaction entry\nAutomatically import hundreds of transactions in seconds\nNo more tedious copying of amounts and descriptions\nEliminate time-consuming typing errors\nInstant processing of Revolut multi-currency files\nMaximised Productivity\nComplete accounting peace of mind\n4-5 hours saved each month for your business\nFocus on value-added tasks\nReduced stress related to administrative tasks\nAccelerated accounting closings\nMore time to grow your business"
  },
  {
    "nombre": "HOMER",
    "url": "https://marketplace.bexio.com/en-GB/apps/134240/homer",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/134240/homer/features",
    "num_secciones": 8,
    "features_text": "Self-service portal for end customers\nOffer your customers a central portal for support, contracts, documentation and information. They always keep an overview while you reduce administrative effort.\nDirect communication\nYou can send messages to individual customers or to all of them\nTicket dashboard\nProjects can be shared with the customer so they can track project and budget progress live in the portal\nCustomers create new tickets directly in the portal (or via email & MS Teams)\nCustomers have an overview of open, ongoing and completed support cases\nDocumentation\nCustomer-specific documents such as documentation or project reports are clearly structured and available in the portal at any time\nGeneral documents such as service and support policies, manuals or guides are always available and up to date in the portal\nServices & contracts\nProject overview: ongoing and completed projects including status and live budget progress\nCompany profile: customers manage their company data independently\nManaged devices, servers and services visible at a glance, including location, SLA and uptime\nIn the customer portal, your customers always keep an overview of all managed systems and assets. Performance data, availability and service packages are clearly displayed – for maximum transparency and control.\n\nCentralized support and ticketing\nReceive support requests from MS Teams, email and the HOMER customer portal in one central place. AI assistance helps you create suitable reply suggestions based on the ticket content. This keeps you organized and allows you to respond faster.\nCentral ticket collection: all support requests from different channels in one place\nFaster response times – no switching between tools or inboxes\nPrioritization: evaluate and sort tickets by urgency\nOrganization: assign tickets to support staff\nAI assistance: AI analyzes requests and suggests suitable replies or solution steps\n\nMicrosoft 365 billing in just a few clicks\nBill CSP licenses such as Microsoft 365 & more easily and automatically to end customers in just a few minutes. No manual entry, which is not only time-consuming but also error-prone. HOMER provides interfaces to the two leading distributors ALSO and TD Synnex.\nFast invoicing: automatic creation and sending of invoices in bexio incl. PDF\nInterfaces to: ALSO, TD Synnex and bexio\nAutomatic posting: full integration with bexio for correct posting down to each individual line and cost center\n\nCRM – from lead to customer\nA complete yet easy-to-use CRM helps you turn leads into customers and develop them further in a personal and structured way.\nLead management: companies can go through different stages, from cold contact to customer. A “heat indicator” helps with lead development\nPeople: people can be recorded and linked to companies. Reminders help with personal events such as birthdays\nCompanies: company data, logs and reminders help you manage leads or customers personally and in an organized manner\n\nOnline quotes & e-signature\nCreate, send and sign quotes easily online. With HOMER you digitalize your quoting process and win new customers faster.\nEasy quote creation: create and edit quotes directly in the system\nFaster closing: shorter quote cycles and higher close rates\nElectronic signature: customers can sign quotes directly online\nDigital delivery: send quotes by email with a quote link – always live, without version chaos\nReusable templates: define your own templates for standardized quotes\n\nTime Tracking\nRecord support and project hours quickly and efficiently. Thanks to regular and action-based reminders, no working time gets lost. Time tracking projects can be shared with the customer so they can follow project and budget progress live. No administrative reporting effort required from you.\nUp-to-date billing: recorded hours flow automatically into invoicing and are billed in the background via bexio\nAutomatic reminders: regular and action-based reminders prevent missing entries\nEasy time entry: assign working hours directly to customers and projects\n\nSeamlessly integrated processes\nAll processes united in one system – seamlessly integrated with bexio. Contacts are synchronized automatically, while invoices are created directly from HOMER and automatically billed, allocated and posted in the background via bexio.\nEfficient workflows: no more double data entry or manual exports\nCentral data basis: all information in one single, consistent system\nContact management in HOMER: contacts are edited exclusively in HOMER and automatically synchronized with bexio\n\nEfficient and AI-supported\nAutomate routine tasks and use AI assistance to make support, documentation and processes even faster and smarter.\nFocus on what matters: more time for customers and value-adding activities\nFaster processes: shorter response times and fewer manual steps\nAI-driven assistance: AI helps with analysis, suggestion generation and documentation"
  },
  {
    "nombre": "bexio Pipedrive Data Transfer App",
    "url": "https://marketplace.bexio.com/en-GB/apps/125842/bexio-pipedrive-data-transfer-app",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/125842/bexio-pipedrive-data-transfer-app/features",
    "num_secciones": 2,
    "features_text": "Your benefits from our App\nThe bexio Pipedrive Data Transfer App syncs your most important data\nBulk import bexio contacts and organisations to Pipedrive or vice versa\nContact name, email and phone is transferred\nOrganisation name, email, phone number and address is transferred\n\nSave your time\nWith our app, you’ll save time that you can use for more important tasks.\nBulk transfer all contact and organisations to Pipedrive or bexio, to ensure you have the same data in both apps."
  },
  {
    "nombre": "Accrio · Accruals",
    "url": "https://marketplace.bexio.com/en-GB/apps/126057/accrio-%C2%B7-accruals",
    "features_url": "https://marketplace.bexio.com/en-GB/apps/126057/accrio-%C2%B7-accruals/features",
    "num_secciones": 5,
    "features_text": "Accrual situations\nWith Accruals from Accrio you can calculate and book accruals for invoices and manual bookings with just a few clicks:\nExpenses already paid (for following year)\nYou pay a 2-year subscription in advance.\nRevenue already received (for the following year)\nYou already issue an invoice in December 2021 for the year 2022.\nExpenses not yet paid\nYou receive and book a telephone bill for December 2021 in January 2022.\nRevenue not yet received\nYou invoice in January 2022 for services you provided in December 2021\n\nAccrual modes\nThe accrual period can be selected as required\nYearly\nAccruals are only recognised for amounts beyond 31 December 2024\nQuarterly\nAccruals are only recognised for amounts beyond 31 March 2024, 30 June 2024, etc.\nMonthly\nAn annual subscription is divided by 12 and 1/12 of this is recognised as an expense each month\nCustom\nAny other key date can also be selected as the cut-off date\n\nAdditional functions\nAdditional functions\nSubsequent modification\nSubsequent modification of the automatic accrual calculation (exclude posting, change service period, split posting amount non-linearly)\nManual accrual postings\nEnter manual accrual postings (with/without automatic reversal on the following day)\nExclude accounts from the calculation\nVAT accounts are excluded by default\nCurly brackets\nBy default, the service period must be noted in square brackets (e.g. ‘[2024]’). Alternatively, curly brackets (e.g. ‘{2024}’) can also be used\n\nCompatible with Kontera\nIf the service period is entered in Kontera, this is posted in bexio with ‘My invoice | service period 01.01.2024-31.12.2024’. Accrio can automatically read the service period from this notation without having to use square brackets\n\nManage together\nClients can be managed together\nMultiple clients\nManage multiple clients (companies) in one user account\nMultiple users\nMultiple users can access one client (company)"
  }
]